const CATALOG={
 "brand": "PROTEIN & COSMETICS",
 "whatsapp": "201021602774",
 "sections": [
  {
   "name": "البروتينات",
   "items": [
    {
     "id": "p1",
     "name": "ميكس كوفي",
     "price": 1000,
     "img": 1,
     "gram": 1.5,
     "desc": "Mix Coffee📣❤\n\n✅بروتين مكس كوفي الجبار\" يعطي نسبة فرد تصل إلى 100% حتى مع الشعر الافريقي😎\n\n✅ بروتين مكس كوفي هو منتج مصمم خصيصًا لعلاج وتقوية الشعر❤️\n \n✅يعزز نمو الشعر ويعمل على ملء الفراغات الناتجة عن تساقط الشعر. يحتوي على تركيز عالي من الفيتامين😍\n\n✅ لذا يعد الخيار لعلاج  مشاكل الشعر وتحسين جماله وصحته\n"
    },
    {
     "id": "p2",
     "name": "برو فيلر",
     "price": 1200,
     "img": 1,
     "gram": 1.5,
     "desc": "PRO FILLER🇧🇷 📣💙\n\n✅المنتج الأفضل لفرد وعلاج الشعر \n✅بروتين برو  فيلر ا🇧🇷\n\n✅أول منتج يحتوي علي الفيلر والبروتين في عبوة واحدةالمنتج الأفضل لفرد وعلاج الشعر \n\n✅هيحقق أفضل نتائج فرد وعلاج وتنعيم الشعر \nجربوه الأن واكسبوا ثقة عملائكم بنتائج مرضية \n\n"
    },
    {
     "id": "p3",
     "name": "جولد فيلر",
     "price": 1300,
     "img": 1,
     "gram": 1.5,
     "desc": "Gold FILLER ⚡\n\nجربوا \"جولد فيلر\" بروتين الشعر واستمتعوا بشعر ناعم ولامع زي الحرير! 🌟 \nالمنتج ده مش مجرد علاج عادي، ده حل سحري لكل مشاكل شعركم! 💫\n\nليه \"جولد فيلر\"؟\n\n* تغذية عميقة: البروتين الطبيعي الموجود في \"جولد فيلر\".   \n    بيخترق جذور الشعر ويغذيه من الجذور للأطراف، عشان شعركم يبقى قوي وصحي\n\n* بيعالج الشعر التالف والمهلوك .\n\n* لمعان رائع: المنتج بيضيف لمعان طبيعي للشعر، يخليكم تبهروا كل اللي حواليكم!\n\n* نعومة فائقة: شعركم هيبقى ناعم زي الحرير، سهل التصفيف ومافيهوش أي تشابك.\n\n             مناسب للشعر الافريقي 🇧🇷"
    },
    {
     "id": "p4",
     "name": "بيانكو ",
     "price": 1300,
     "img": 1,
     "gram": 1.5,
     "desc": "📣بيانكو  Bianko\n\n✅عوده بعد غياب بشكل جديد بيانكو 3 ❌1 \n\n📌اسال عن سعر البيانكو خامه مقابل سعر \" ارخص  سعر في مصر ❤\n\n📌عملنا مادتين ابيض / ازرق لى جميع انواع الشعور بفضل الله ع شان مافيش حاجه توقفك 👌\n\n📌 الماده الزرقاء عباره عن بروتين وفيلر وبوتكس للشعر الافريقي المجعد سهل جدا في الكبس طريقه والجمال في البيانكو انه بيتشطف كامل او نص مافيش اى مشكله مش هيصعب الدنيا عليكى 👌\n\n📌الماده البيضاء دى بق حلويات للشعر الجاف الشعر المهلوك للشعر المصبوغ للشعر الى مينفعش يعمل بروتين 😉\nشطف كامل قبل الكبس\n\n",
     "variants": [
      {
       "id": "vmuvv6thj",
       "n": "بيانكو ماده زرقا ",
       "img": 1,
       "d": "📣بيانكو الازرق للشعر الافريقي والمصبوغ ⚡  📌اسال عن سعر البيانكو خامه مقابل سعر \" ارخص  سعر في مصر ❤  📌 الماده الزرقاء عباره عن بروتين وفيلر وبوتكس للشعر الافريقي المجعد سهل جدا في الكبس طريقه والجمال في البيانكو انه بيتشطف كامل او نص مافيش اى مشكله مش هيصعب الدنيا عليكى 👌  ✅كمان مناسب مع الشعر االمصبوغ 🌹  ✅ امن اطفال وحوامل  ✅ الماده شطف كامل 🔥  ",
       "p": 1300,
       "g": 1.5
      },
      {
       "id": "vmuvv6voh",
       "n": "بيناكو ماده بيضا ",
       "p": 1300,
       "img": 1,
       "d": "✨ بروتين بيانكو 2 White ✨ احصلي على شعر ناعم، لامع، وصحي من أول استخدام! 💇‍♀️ 📌 تركيبة احترافية من السيراميد + الفيلر + البوتوكس 💜 📌 3×1 لعلاج وتقوية الشعر بأمان تام 📌 خالي تمامًا من الفورمالين ✅ 📌 آمن على الأطفال والحوامل 👶🤰 📌 ريحة تحفة 🌸 ونتيجة فورية من أول جلسة!  💧 لو شعرك تعبان، باهت، متقصف أو ناشف، الحل هنا 👉 #BIANKO ✅ نعومة ولمعة من أول مرة ✅ تثبيت ونتيجة تدوم شهور ✅ لتر كامل يكفي عدد جلسات كتير 🔥 ",
       "g": 1.5
      }
     ]
    },
    {
     "id": "p5",
     "name": "ميركل",
     "price": 1300,
     "img": 1,
     "gram": 1.5,
     "desc": "ميركل الدهب جولد \n✅المنتج الأفضل لفرد وعلاج الشعر \n✅بروتين ميركل البرازيلي🇧🇷\n\n✅أول منتج يحتوي علي الفيلر والبروتين في عبوة واحدةالمنتج الأفضل لفرد وعلاج الشعر \n\n✅هيحقق أفضل نتائج فرد وعلاج وتنعيم الشعر \nجربوه الأن واكسبوا ثقة عملائكم بنتائج مرضية \n\n",
     "variants": [
      {
       "id": "vmuvv3c1d",
       "n": "ميركل جولد ",
       "img": 1,
       "d": "ميركل الدهب جولد  ✅المنتج الأفضل لفرد وعلاج الشعر  ✅بروتين ميركل البرازيلي🇧🇷  ✅أول منتج يحتوي علي الفيلر والبروتين في عبوة واحدةالمنتج الأفضل لفرد وعلاج الشعر   ✅هيحقق أفضل نتائج فرد وعلاج وتنعيم الشعر  جربوه الأن واكسبوا ثقة عملائكم بنتائج مرضية ",
       "p": 1300,
       "g": 1.5
      },
      {
       "id": "vmuvv3ext",
       "n": "ميركل ازرق ",
       "p": 1300,
       "img": 1,
       "d": "💙 بروتين ميركل – المادة الزرقاء   الحل الآمن مع الشعر المصبوغ 💎  ✔️ مناسب للشعر المصبوغ بدون ما يغيّر اللون   ✔️ يقلل الاصفرار ويحافظ على درجة الصبغة   ✔️ فرد ناعم ولمعة احترافية من أول جلسة   ✔️ آمن على الشعرة وبيحافظ على جودتها    اختيار مثالي لكل كوافير عايزة نتيجة مضمونة مع الصبغات 👑    ",
       "g": 1.5
      }
     ]
    },
    {
     "id": "p6",
     "name": "كافيار",
     "price": 1600,
     "img": 1,
     "gram": 2,
     "desc": "🇧🇷 مادة كافيار الأصلية 3*1– فخامة الشغل الصح 🇧🇷\n\nلو عايزة نتيجة تفرق من أول مرة وتشرفك قدّام أي عميلة 👌\nمادة الكافيار اختيارك المثالي للكوافير والبيوتي سنتر 💇‍♀️✨\n\n🌟 الفوايد اللي هتخليكي تعتمدّيها في شغلك:\n✨ فرد 100% \n✨ بتدي نعومة ولمعة فورية\n✨ تغذية عميقة للشعر التالف والمرهق\n✨ بتقلل الهيشان والتقصف\n✨ بتقوي الشعرة وتديها مظهر صحي\n✨ مناسبة لكل أنواع الشعر\n\n🛑 الأهم بقى:\n✅مادة شطف كامل \n✅ زيرو فورمالين\n✅ آمنة تمامًا على الأطفال 👶\n✅ آمنة على الحوامل 🤰\n\n"
    },
    {
     "id": "p7",
     "name": "دياموند",
     "price": 1800,
     "img": 1,
     "gram": 2,
     "desc": "🔥 لو بتدوري على نتيجة ترضي عميلتك من أول مرة...  \nبروتين دايموند هو اختيارك الصح 💎\n\n✔️ فرد عالي الكفاءة يناسب أصعب أنواع الشعر  \n✔️ نتيجة سريعة وثابتة بتخلي العميلة ترجعلك تاني  \n✔️ لمعان قوي وملمس ناعم من أول جلسة  \n✔️ يقلل الهيشان ويعالج التقصف بفعالية  \n\nارفعـي مستوى شغلك وقدّمي خدمة تفرق معاكي في السوق 👑  \n\n"
    },
    {
     "id": "p8",
     "name": "ارجانو كولاجين",
     "price": 2000,
     "img": 1,
     "gram": 2,
     "desc": "Argano Collagen \" 📣❤\n\n📌علشان عارفين ان الارجان والكولاجين  اهم حاجه للعلاج الشعر من جميع المشاكل منتج برازيلى اصلى🌹\n\n ✅ جبنالك الحل \" منتج بيحتوى على الاتنين في ازازه واحده معالجه وفرد 100% لجميع انواع الشعور الضعيفه والافريقيه\n\n ✅ ماهو هو الارجانو كولاجين المعالج ؟\n\n📌 الارجان :\n  \n✅ معروف بفوائده الكثيرة للشعر ، حيث يحتوي على فيتامين E والأحماض الدهنية الأساسية التي تعمل على ترطيب الشعر وتغذيته \n\n📌 الكولاجين :\n\n✅ هو عبارة عن سلسلة طويلة من الأحماض الأمينية الطبيعية تساعد على تقوية بصيلات الشعر\n\n ✅ تتكون سلاسل الأحماض الأمينية المكونة للكولاجين من أحماض أمينية فردية وهي البرولين، الأرجينين، والهيدروكسيبرولين ، كما أنه مسؤول عن تقوية  وتعزيز الشعر المتهالك من الصبغه والمتساقط والمتضرر من الفرد الضار 🌹\n\nملحوظه : شطف كامل او نص شطفه او كبس مباشر غلى الماده اشتغلى بطريقتگ من غير قلق ❤\n"
    },
    {
     "id": "p9",
     "name": "روزابيلا سيراميد ",
     "price": 2400,
     "img": 1,
     "gram": 2.5,
     "desc": "📣روزبيلا رجع اقوي من الاول بماده جديده تشرفك ❤\n\nمناسب لى جميع انواع الشعور🌹\n\n📌ويعتبر بروتين الروزبيلا سيراميد أحد أهم أنواع البروتين المستخدمة في الوقت الحالي، حيث يعمل على علاج الشعر المصبوغ، \n\n✅حيث يعتبر هذا النوع أو الاستخدام من أهم استخدام بروتين السيراميد المشهورة المعالجه\n\n📌كما يستخدم بروتين روزبيلا سيراميد،\nمعالج للشعر التالف والمتقصف، كما يعتبر هذا النوع من أنواع البروتين مناسب جداً لتلك الحالة، ويعتبر هذا الأمر من أهم الأمور التي يجب أن توضع في الاعتبار\n\n✅الماده آمنه على الأطفال والحوامل"
    },
    {
     "id": "p10",
     "name": "نانولين",
     "price": 2500,
     "img": 1,
     "gram": 2.5,
     "desc": "✨ رجّعي نعومة شعرك مع NanoLine ✨\nلو شعرك هايش – متقصف – صعب التصفيف… الحل دلوقتي بين إيديك 🔥\n\n💎 NanoLine Professional🇧🇷🇧🇷\n\nمادة علاج وفرد حديثة بتكنولوجيا النانو تعالج الشعر وتخليه ناعم ولامع من أول جلسة.🌟👸🏼🇧🇷\n\n✅ 0% فورمالين آمنة على الشعر\n✅ بتقلل الهيشان والنفشة\n✅ بتغذي الشعر بتركيبة الكيراتين + بانثينول + زيت الخروع\n✅ بتدي نعومة ولمعان طبيعي\n✅ مناسبة لكل أنواع الشعر\n✅ بتسهّل التصفيف وبتخلي الشعر مرتب طول الوقت\n\n💥 نتيجة فورية  \nشعر ناعم – صحي – شكله راقي ✨\n\n"
    },
    {
     "id": "p11",
     "name": "بيست سموث",
     "price": 2500,
     "img": 1,
     "gram": 2.5,
     "desc": "● لكل عشاق الماده الزرقا اللى مش بتغير لون الشعر المصبوغ\n● متاح عندنا بروتين بيست_سموث_البرازيلي_الأزرق 💧\n● من شركة ناتشورال_البرازيلية 🇧🇷\n\n● وهم الترطيب للشعور المصبوغه المهلوكه المتضررة ✌️\n● أعلي مادة زرقا ممكن تشتغلي بيها 💎\n● الماده ريحتها تحفه وقوامها بلسمي خطيرررر 🫰\n\n"
    },
    {
     "id": "p12",
     "name": "فور سيزون",
     "price": 2700,
     "img": 1,
     "gram": 3,
     "desc": "🔥 4 SEASON CERAMIDE – CAVIAR – BLAZMA – BOTOX 🔥\nلو شعرك محتاج ترميم + ترطيب + نعومة + لمعان… 💎\nفـ 4 SEASON CERAMIDE هو الاختيار اللي يستاهل التجربة! ✨\n\n💫 مميزات المنتج:\n✔️ يمنح الشعر نعومة فورية\n✔️ يساعد على ترميم الشعر التالف\n✔️ ترطيب عميق للشعر الجاف والهايش\n✔️ يساعد على تقليل مظهر التقصف والهيشان\n✔️ يمنح الشعر لمعانًا ومظهرًا صحيًا\n✔️ تركيبة غنية بزيوت جوز الهند والخروع\n✔️ FORMOL 0% "
    },
    {
     "id": "p13",
     "name": "نفرتيتي",
     "price": 2700,
     "img": 1,
     "gram": 3,
     "desc": "NEFERTITI PROTEIN 🇧🇷\n📣 عايزة شعرك يبقى ناعم زي الحرير ويلمع من غير تقصف ولا هيشان ولا تساقط ؟!\nجربي بروتين نفرتيتي – الحل السحري لشعر أحلامك!\n\n🥇المميزات اللي هتخليكي تعشقيه:\n\n1️⃣خالي من الفورمالين (آمن 100%)👍🏼💯\n2️⃣غني بالكولاجين وزيت دوار الشمس لتغذية وترميم الشعر🤩\n\n3️⃣مناسب لكل أنواع الشعر حتى الشعر الأبيض والمتقصف🤗✨\n4️⃣بيدّيكي فرد ولمعة وملمس حرير من أول استخدام🫵🏼😍\nريحته تجنن ونتيجته بتقعد شهور🫶🏼🔥\n\nلو عايزة شعرك يقول أنا ملكة.. يبقى بروتين نفرتيتي هو اختيارك الصح!📣🥇\n"
    },
    {
     "id": "p14",
     "name": "بيو فيلر",
     "price": 2700,
     "img": 1,
     "gram": 3,
     "desc": "💙✨ بيو فيلر البرازيلي ✨💙\nلو نفسك في شعر ناعم، قوي، مليان حيوية ولمعة 🔥\nبيو فيلر هو الاختيار الصح 💯\n\n🌿 0% فورمالين = أمان تام لشعرك وصحتك\n🌿 فرد وانسيابية من أول جلسة\n🌿 ترطيب عميق وحماية من الهيشان\n🌿 يعالج التلف والتقصف ويدي شعرك شكل صحي ولامع\n🌿 مناسب لكل أنواع الشعر حتى الشعر الضعيف والمتقصف\n\n💆‍♀️ البروتين البرازيلي رقم 1 اللي بيجمع بين:\n✅ فرد + علاج + ترطيب + لمعان\nفي منتج واحد بس!\n\n✨ ليه بيو فيلر مختلف؟\nلأنه بروفيشنال ومعتمد ومكوناته طبيعية مدروسة، مش بس بيغير شكل الشعر مؤقت… لا، بيديله علاج من الجذور للأطراف 👌\n"
    },
    {
     "id": "nmusoaxx2",
     "name": "وايت جولد ",
     "price": 3500,
     "img": 1,
     "desc": "💎 White Gold ✨🇧🇷\n📌(Blazma-Caviar-Collagen-Ceramide-Argan Oil)\n✔️ علاج فعّال لتقوية الشعر من الجذور\n✔️ يخلي شعرك ناعم، لامع بدون هيشان \n✔️ خالي من الفورمالين – آمن 100٪\n✔️ مناسب لجميع أنواع الشعر\n✔️مناسب للشعر المصبوغ \n✔️ ترطيب عالي \n✔️ بدون دخان في الجلسه وسهوله في الكبس \nدلّعي عملائك مع لمسة الفخامة الحقيقية ✨\nواختاري ليهم \"وايت جولد\"… لأنكم تستاهلوا الأفضل! 🌟\n\n"
    }
   ]
  },
  {
   "name": "مجموعات العناية - نص لتر",
   "items": [
    {
     "id": "p15",
     "name": "نانو كولاجين",
     "price": 180,
     "img": 1,
     "desc": "✨مجموعة نانو كولاجين النص لتر✨\n\n📣وداعًا للتقصف، الهيشان، البهتان… واهلا بشعر ناعم، قوي، بيلمع وريحته تجنن!👸🏼🤗\n\n📣 مجموعة نانو كولاجين الأسطورية\n(شامبو + بلسم + ماسك + سيروم)\nهي الحل السحري لكل بنت وكل كوافيرة عايزة نتيجة تشرف قدام الزبونة!🫵🏼\n\nليه نانو كولاجين؟🤔\n✅ لأنها معمولة مخصوص للشعر المعالج (بروتين، كيراتين، بوتوكس)👌💯\n✅ خالية من الأملاح والصوديوم – يعني أمان على شعرك 100٪\n✅ سيروم يلمع، ويرطب بعمق🤩\n✅ ريحة فخمة ونتيجة من أول غسلة😍\n✅ هتشوفي فرق حقيقي في نعومة ولمعة شعرك🥰"
    },
    {
     "id": "p16",
     "name": "كافيار",
     "price": 180,
     "img": 1,
     "desc": "كافيار نص لتر ❤️🤩\nترطيب و ريحه تحفه ❤️\n"
    },
    {
     "id": "p17",
     "name": "ارجان ديلوكس",
     "price": 180,
     "img": 1
    },
    {
     "id": "p18",
     "name": "جولد بلكس",
     "price": 350,
     "img": 1,
     "desc": "✨ لأن شعرك يستحق العناية الكاملة ✨\n\nمع مجموعة جولد بلكس \n\n💛 Gold Plex 4×1 💛\n\nهتحصلي على روتين متكامل لشعر صحي، ناعم، ولامع من أول استخدام 😍\n\n✔ شامبو لتنظيف وتغذية الشعر\n\n✔ بلسم لنعومة وفك التشابك\n\n✔ سيروم للمعان وحماية الأطراف\n\n✔ ماسك ترميم عميق للشعر التالف\n\n🌿 خالي من الصوديوم\n\n🌿 مناسب لجميع أنواع الشعر\n\n🌿 يساعد على تقليل الهيشان والتقصف\n\n🌿 يمنح الشعر نعومة ولمعان طبيعي\n\n"
    },
    {
     "id": "p19",
     "name": "زولا",
     "price": 350,
     "img": 1,
     "desc": "✨ مجموعة زولا للعناية المتكاملة بالشعر ✨\nلو بتدوري على شعر صحي، ناعم وقوي… الحل مع مجموعة زولا 💛  \n\n💧 ترطيب عميق من الجذور حتى الأطراف  \n🌿 مكونات طبيعية آمنة على كل أنواع الشعر  \n✨ تغذية ولمعان بفضل زيت الأرجان وزيت الجوجوبا  \n\n📦 المجموعة الكاملة هتدي شعرك العناية اللي يستحقها  \n\nجمال شعرك يبدأ بخطوة 😉\n"
    }
   ]
  },
  {
   "name": "مجموعات العناية - لتر",
   "items": [
    {
     "id": "p20",
     "name": "كولاجين",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ],
     "desc": "Collagen \"❤\n\n📌 مجموعة كولاجين العنايه الكامله👌 \n\nمجموعه كولاجين زبده الشيا ❤ \n\nمجموعه عنايه بعد البروتين ترطيب ولمعان 🌹\n\n\nمكونه من اربع حاجات \n(شامبو ) بيقلل تجعيد الشعر ... تنظيف فروه الراس ❤ \n\n(البلسم ) ده بجد خيال بيرطب الشعر 10 اضعاف حرفيا جدا و بيمنع التشابك 🌹 \n\n(حمام الكريم ) بيقلل الهيشان و بيدي لمعه و قوه ملحوظه و مظهر صحي للشعر ❤️❤️ \n\n( السيروم) بيدي لمعه للشعر بجد مش طبيعيه و بيمنع تساقط الشعر لمعان 24 ساعه 🌹 \n "
    },
    {
     "id": "p21",
     "name": "كافيار",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ],
     "desc": "📣 مجموعة الكفيار الغنية بالأحماض الأمينية الأساسية  والأحماض الدهنية والعناصر النادرة واليود، مع آلية متوازنة لاستعادة الشعر. تحسن بنية الشعر وتصلح الشعر على الفور وتستعيد قوة الشعر وتغذي الشعر بشكل مستمر، كما تعالج الزوائد الجلدية بالشعر لتجعل الشعر ناعمًا وقويًا\n\nمكونه من اربع حاجات \n(شامبو ) بيقلل تجعيد الشعر ....تنعيم الشعر ... تنظيف فروه الراس ❤️❤️ \n\n(البلسم ) ده بجد خيال بيرطب الشعر كويس جدا و بيمنع التشابك و بينعم الشعر \n\n(حمام الكريم ) بيقلل الهيشان و بيدي لمعه و قوه ملحوظه و مظهر صحي للشعر ❤️❤️ \n\n( السيروم) بيدي لمعه للشعر بجد مش طبيعيه و بيمنع تساقط الشعر لاحتوائه علي فيتامين E \n  "
    },
    {
     "id": "p22",
     "name": "ميكس ارجان",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ],
     "desc": "📣مجموعه ميكس أرجان للعنايه بالشعر 🔥\n\n✅تحتوي علي زيت الأرجان ذو الخصائص التجميليه \nوفيتامينات زيت الزيتون وزهره عباد الشمس \n\n✅يستخدم الأرجان\nكمرطب مغذي ومعالج للشعر ويطلق عليه اسم “الذهب السائل“\nلصفاته المذهله يحتوي علي كميات كبيرة من العناصر الغذائيه المفيدة\n\n✅الأحماض الدهنيه التي تعالج الشعر وتغذيه ,بما في ذلك فيتامين ( E )\nهو مفيد للغايه للشعر ويعزز النمو الصحي للشعر وتمتاز ايضا مادة الأرجان\n\n✅علي مضادات الأكسدة التي تساعد الخلايا علي انتاج شعر صحي ويتم\nاستخدامه بكثرة لنمو الشعر ويعمل علي تطويل الشعر وتناسب الشعر المصبوغ وامن للبروتين والفيلر والكفيار ⚡\n\n⚡مجموعة ميكس ارجان  خاليه من الصوديوم والكبريتات الضارة بالشعر\n\n"
    },
    {
     "id": "p23",
     "name": "كوفي",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ],
     "desc": "�☕ مجموعة COFFEE للعناية بالشعر وصلت ☕🔥\n\nلو بتدوري على روتين متكامل لشعر ناعم، صحي ولامع… المجموعة دي هتكون اختيار ممتاز 👌✨\n\n🤎 Hair Shampoo 1000ML\nتنظيف لطيف وعناية بالشعر.\n\n🤎 Hair Conditioner 1000ML\nترطيب وتغذية ولمسة نعومة مميزة.\n\n🤎 Hair Mask 1000ML\nعناية وترطيب مكثف للشعر.\n\n🤎 Hair Serum 100ML\nمزيج من الزيوت للعناية بالشعر ومنحه مظهر أكثر نعومة ولمعانًا.\n\n✨ مجموعة متكاملة للعناية بالشعر في روتين واحد\n☕ بخلاصة القهوة والزيوت الطبيعية\n"
    },
    {
     "id": "p24",
     "name": "سيراميد",
     "price": 350,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 90
      },
      {
       "n": "بلسم",
       "p": 90
      },
      {
       "n": "حمام كريم",
       "p": 90
      },
      {
       "n": "سيرم",
       "p": 90
      }
     ],
     "desc": "🏅👸🏼 مجموعة CERMIDE  🔥\n\n📌شامبو وبلسم سيراميد 🔽\nمهما كان شعرك متقصف او خشن او بيهيش من النهاردة هتنسي كل دا 🤩✨\nمع مجموعة سيراميد هتتمتعي بشعر ناعم وقوي وهتلاحظي السهولة ف التسريح 👌💯\n\n📍مجموعه سيراميد الوحيدة المكونة من البروتين والكيرياتين ، لو انتى عاملة شعرك فرد دا الحل الوحيد المتكامل لشعرك علشان تحافظى على الفرد لاطول فترة ممكنة 🤩🔝\nولو مش عاملة شعرك فرد انسى مشاكل الشعر المتقصف والخشن والمتساقط 👌🪄وتمتعى بشعر قوى وناعم ولامع😍 ، وهتلاحظى الفرق من اول مرة لانك هتحصلى على تغذية كاملة لشعرك لانه فري صوديوم 😻 \n\n🔖حمام كريم سيراميد من اقوي حمامات الكريم اللي بتوقف تساقط الشعر فورا 🌞🌠\nومعالج تماما للشعر وبيعمل للشعر عازل وبيخالف الشعر لو عامله بروتين عامله كرياتين اي ماده فرد في الشعر هتلاحظي اختلاف الشعرايه بنفسك حتي لو مش عامله اي فرد الغلاف ده بيفرد الشعر وفيه عنايه كامله للشعر 🥰👍🏼\n\n🏅 سيروم سيراميد \nللحفاظ على الشعر ونعومته ولمعانه وارجاع الشعر الضعيف \n"
    },
    {
     "id": "p25",
     "name": "ثيرمو",
     "price": 350,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 90
      },
      {
       "n": "بلسم",
       "p": 90
      },
      {
       "n": "حمام كريم",
       "p": 90
      },
      {
       "n": "سيرم",
       "p": 90
      }
     ],
     "desc": "\n🚩مجموعة الثيرمو  (Thermo ) من SH Professional، ودي بتتكون من:\n\n✅ المكونات الرئيسية:\n\n • الأفوكادو (Avocado): غني بالفيتامينات والدهون الصحية، بيساعد على ترطيب الشعر وتغذيته.\n\n • زيت الثوم الأسود (Black Garlic Oil): معروف بقدرته على تقوية بصيلات الشعر وتقليل التساقط.\n\n • إكليل الجبل (Rosemary): ينشط الدورة الدموية لفروة الرأس ويحفز نمو الشعر.\n\n • زيت الكتان (Flaxseed Oils): يرطب الشعر بعمق ويمنحه لمعان ومرونة.\n\n⸻\n\n✅ مكونات المجموعة:\n 1. شامبو Thermo :\n • للتنظيف اللطيف للشعر.\n • يزيل الشوائب بدون سحب الترطيب.\n \n2. كونديشنر Thermo :\n • يرطب الشعر بعد الغسيل.\n • يساعد على فك التشابك ويترك الشعر ناعم.\n\n 3. ماسك Thermo :\n • ترميم عميق للشعر التالف.\n • يعالج الجفاف والتقصف.\n\n 4. سيروم Thermo :\n • حماية حرارية للشعر عند استخدام الاستشوار أو المكواة.\n • يعطي لمعة طبيعية ويحافظ على النعومة.\n"
    },
    {
     "id": "p26",
     "name": "فايف دي",
     "price": 350,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 90
      },
      {
       "n": "بلسم",
       "p": 90
      },
      {
       "n": "حمام كريم",
       "p": 90
      },
      {
       "n": "سيرم",
       "p": 90
      }
     ],
     "desc": "عايزة شعرك يبقى حرير ولامع؟ 💎\nمجموعة  5D 🥑🧄 هتديكي:\nشامبو + بلسم + حمام كريم  + سيرم 🔥\nكلهم معمولين مخصوص عشان يرطبوا شعرك ✨ ويزودوا لمعانه 💎 ويحموه من الجفاف 👌\n\n🌿 مكونات طبيعية قوية:\n🥑 أفوكادو = ترطيب عميق\n🌱 روزماري = يقوي البصيلات ويقلل التساقط\n🧄 بلاك جارليك أويل = يغذي الشعر من الجذور للأطراف\n\n🚫 من غير صوديوم ولا سلفات = أمان 100% على شعرك\n✔️ مناسب لكل أنواع الشعر\n\n💆‍♀️ النتيجة: شعر ناعم، لامع، مرطب، مليان صحة وحيوية ✨\n\n"
    },
    {
     "id": "p27",
     "name": "جولد كافيار",
     "price": 400,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 110
      },
      {
       "n": "بلسم",
       "p": 110
      },
      {
       "n": "حمام كريم",
       "p": 110
      },
      {
       "n": "سيرم",
       "p": 110
      }
     ],
     "desc": "� مجموعة GOLD CAVIAR للعناية المتكاملة بالشعر 👑\n\nامنحي شعرك العناية التي يستحقها مع تركيبة غنية بالزيوت الطبيعية والمرطبات، لتغذية عميقة ولمعان يدوم من أول استخدام.\n\n💛 المجموعة تشمل:\n✔️ شامبو جولد كافيار\n✔️ بلسم جولد كافيار\n✔️ ماسك جولد كافيار\n✔️ سيرم جولد كافيار\n\n🌿 الفوائد:\n✨ ينظف فروة الرأس بلطف دون أن يجفف الشعر.\n✨ يغذي الشعر من الجذور حتى الأطراف.\n✨ يمنح الشعر نعومة ولمعانًا طبيعيًا.\n✨ يقلل الهيشان والتقصف.\n✨ يرطب الشعر ويحافظ على حيويته.\n✨ مناسب لجميع أنواع الشعر.\n✨ خالٍ من السلفات، وآمن على الشعر المصبوغ والمعالج.\n\n"
    },
    {
     "id": "p28",
     "name": "كيرا",
     "price": 400,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 110
      },
      {
       "n": "بلسم",
       "p": 110
      },
      {
       "n": "حمام كريم",
       "p": 110
      },
      {
       "n": "سيرم",
       "p": 110
      }
     ],
     "desc": "KIRA📣\n\n✅مجموعة كيرا للعناية بالشعر بي الارجان الخالص \" تعتبر واحدة من المنتجات الشهيرة في السوق المصري والعربي.\n\n✅ تتميز هذه المجموعة بتركيبتها الفريدة التي تهدف إلى تغذية الشعر وتحسين مظهره.\n\n\n- شامبو كيرا حجم لتر \" يساعد على تنظيف الشعر بلطف ويحافظ على رطوبته.\n\n- بلسم كيرا حجم لتر \" يعمل على ترطيب الشعر وتسهيل تصفيفه.\n\n- حمام كريم كيرا حجم لترط: يوفر تغذية إضافية ويحمي الشعر من الجفاف.\n\n* سيرم كيرا 120 ملي \" يحافظ ع ترطيب الشعر ولمعانه من الجفاف\n\nالمجموعه مناسبه للشعر الجاف التلف والمفرود بروتين 0 صوديوم \" بدون سيلفيت تماما⚡"
    },
    {
     "id": "p29",
     "name": "زولا",
     "price": 420,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 110
      },
      {
       "n": "بلسم",
       "p": 110
      },
      {
       "n": "حمام كريم",
       "p": 110
      },
      {
       "n": "سيرم",
       "p": 110
      }
     ],
     "desc": "✨ مجموعة زولا للعناية المتكاملة بالشعر ✨\nلو بتدوري على شعر صحي، ناعم وقوي… الحل مع مجموعة زولا 💛  \n\n💧 ترطيب عميق من الجذور حتى الأطراف  \n🌿 مكونات طبيعية آمنة على كل أنواع الشعر  \n✨ تغذية ولمعان بفضل زيت الأرجان وزيت الجوجوبا  \n\n📦 المجموعة الكاملة هتدي شعرك العناية اللي يستحقها  \n\nمتستنيش… جمال شعرك يبدأ بخطوة 😉\n"
    },
    {
     "id": "nmusogu0o",
     "name": "ڤيلور",
     "price": 350,
     "img": 1,
     "desc": "✨💆‍♀️ لو شعرك محتاج عناية بجد… Vellour هي الحل 💆‍♀️✨\n\nبتدوري على مجموعة متكاملة ترجع لشعرك\nالنعومة ✨ اللمعان 💫 والقوة 💪؟\n💛 مجموعة فيلورا Vellour معمولة مخصوص عشان تغذي الشعر من الجذور للأطراف وتديكي نتيجة تفرق 👌\n\n🧴✨ مكونات المجموعة:\n🔸 شامبو ينضف بلطف من غير ما ينشف\n🔸 بلسم يفك التشابك ويخلي الشعر ناعم وسهل التصفيف\n🔸 هير ماسك تغذية عميقة وإصلاح للشعر التالف\n🔸 سيرم لمعة، حماية، وتقليل الهيشان\n\n🌿 غنية بزيوت طبيعية قوية:\n🥑 الأفوكادو – 🌱 الروزماري – 🧄 الثوم الأسود – 🌾 بذور الكتان\n\n❌ خالية من السلفات والبارابين\n✅ مناسبة لكل أنواع الشعر\n\n💬 النتيجة؟\n💆‍♀️ شعر أنعم\n✨ أقوى\n\n💖 وأكتر صحة من أول استخدام\nلو عايزة تغيير حقيقي في شعرك\nVellour اختيارك الصح 💯\n",
     "parts": [
      {
       "n": "شامبو ",
       "p": 90
      },
      {
       "n": "بلسم ",
       "p": 90
      },
      {
       "n": "حمام كريم ",
       "p": 90
      },
      {
       "n": "سيرم",
       "p": 90
      }
     ]
    }
   ]
  },
  {
   "name": "الترميمات",
   "items": [
    {
     "id": "p30",
     "name": "نانو بيوتين",
     "price": 200,
     "img": 1,
     "desc": "ترميم الشعر \nنانو بيوتين 🔥🔥\nبخلاصة الزهور وزبدة الشيا 🌸\n"
    },
    {
     "id": "p31",
     "name": "دياموند",
     "price": 250,
     "img": 1,
     "desc": "💎✨ كريم Diamond Oil Cream ✨💎\n💆‍♀️ ترميم فائق + لمعان طبيعي لشعرك ✨\n\nلو شعرك تعبان من الفرد، التصفيف أو العوامل الجوية 🌪️…\nالحل المثالي موجود: دايموند أويل كريم 👑\n\n---\n\n🌸 فوائد المنتج 🌸\n1️⃣ يعالج الشعر التالف ويقويه من الجذور 💪\n2️⃣ يعزز المرونة + لمعان طبيعي ✨\n3️⃣ يقلل التساقط ويحافظ على الكثافة 🌿\n4️⃣ بريق ساحر ولمسة ناعمة صحية 💕\n\n---\n\n💎 مميزاته 💎\n✅ مكونات طبيعية 100% 🌱\n✅ بدون كيماويات ضارة 🚫\n✅ مناسب لجميع أنواع الشعر 👩‍🦱👩‍🦰👩‍🦳\n✅ سهل الاستخدام – لا يسبب أي تكدس 💆‍♀️\n\n---\n\n📌 طريقة الاستخدام 📌\n💧 يضاف للبروتين: 10 جم لكل 100 جم بروتين\n💧 كـ Leave-in يومي على شعر مبلل 💦\n💧 آمن للأطفال والحوامل 🍼🤰 \n\n"
    },
    {
     "id": "p32",
     "name": "بدويه",
     "price": 250,
     "img": 1,
     "desc": "احترسي ⚠️⚠️⚠️⚠️\nالعُبوة بِها مادة قابلة للأدمان !❤️‍🔥\n\n# نتيجه سحريه لشعرك في اقل وقت ⏰\n\nلو معندكيش وقت لتجربة منتجات كتير لتغذيه وترطيب شعرك ومحتاجة حل سريع وفعال 👌\nعشان يخلص شعرك من الهيشان✔️والجفاف✔️والتقصيفه ✔️\n\nيبقى لازم تبدأي تستخدمي #بدويه طبيعي و اورجانيك 100% \n-دهان تصفيف يومي للشعر ,,, و لترميم الشعر بالخلاصات العشبيه و اكتر من 12 نوع من الزيوت والمالتي فيتامين وزبده الشيا واللانولين والكافيين ...\n\nحجم كبير موفر 250 مللي يكفي شهور كتير....\n"
    },
    {
     "id": "p33",
     "name": "ريبير بلص",
     "price": 250,
     "img": 1,
     "desc": "📣كريم ريبير بلس لترطيب الشعر يستخدم للتصفيف، وجلسات لترميم الشعر \n\n\n✅باستخدام البرو كاب يوضع كريم ريبير ساعة على شعر نظيف ثم يوضع البروكاب ثم يشطف \n يساعد على نعومة الشعر وعلاج للهيشان والتقصف"
    },
    {
     "id": "p34",
     "name": "كافيار",
     "price": 300,
     "img": 1,
     "desc": "ترميم الكفيار 500 ملي ❤️🌺\n\nترميم الشعر العلاجي \n⬅ كتير ميعرفوش يعني ايه ترميم الشعر 🤔 ؟\n- اولا ترميم الشعر يعنى اعادة اصلاح الشعرايه من التلف والبهتان والتقصف والتساقط وكل المشاكل اللى ممكن تكونى بتعاني منها مع شعرك\n\n- - ثانيا ترميم و علاج الشعر \n- عنصر أساسي لنمو الشعر الجديد وتغذيته وبيساعد على نمو الشعر، وتحسينه ومهم جدا لصحه شعرك عموما ✅\n-  هتلاحظى نتيجة من اول مره بقا اطرى وبيلمع و التقصف والهيشان هيختفوا وكمان لاعاده حيويه الشعر وفرده🌼\n\nمناسب  اللي شعرهم باظ من الصبغه و بقي مقصف متزعليش هيرجع احسن \n\n ترميم كافيار  هيخلى الشعر حرير فعلا بدون مبالغه 👌\n\n  الترميم الشعر مقصود بيه عملية إصلاح للشعر ...يعني علاج لكل مشاكل الشعر التالف\n\n"
    },
    {
     "id": "p35",
     "name": "كولاجين كومبليكس",
     "price": 450,
     "img": 1,
     "desc": "🔥 الكولاجين كومبليكس | Collagen Complex \nتعالى اقولك كولاجين كومبلكس بيعمل اى ❤️\n\nيخترق الكولاجين جذور خصلات الشعر ويغذيها ويقويها بشكل طبيعي، فيزيد من سمك الخصلة الواحدة ومن ثم تزداد كثافة الشعر. كما أنه يساعد الشعر على استعادة لمعانه وبريقه بفضل زيت الأرجان آمن ١٠٠. إذ إنه مكون من مواد\n\nطبيعية تماما.\n\nطريقة استخدام كولاجين الشعر\n\nالخطوة الأولى هي غسيل الشعر وتخليصه من الدهون والرواسب والأتربة العالقة به.\n\nيوضع الكولاجين  على الشعر ويفضل أن يوضع بطريقة فرد الصبغة على الشعر حتى يصل إلى كافة الشعيرات\n\nيترك الكولاجين  على الشعر فترة تتراوح بين\n\n٢٠-٤٠ دقيقة.\n\nأقصى ما يمكن أن تحتاجين إليه هو ارتداء غطاء للرأس من النوع المضاد للمياه خلال الفترة التي تقضينها في\n\nانتظار تشرب الشعر للكولاجين \n\nيغسل الكولاجين من على الشعر وتظهر نتائجه فور غسله. قد يتطلب الأمر تكرار وضع الكولاجين \n\nلعدة مرات قبل الوصول إلى الحالة\n\nالمرغوبة من الشعر، وقد يرجع هذا إلى تضرر الشعر وتلفه بصورة كبيرة. بحسب حالة شعرك فقد تحتاجين إلى تكرار عملية علاج الشعر بالكولاجين  من مرتين أو ثلاث أسبوعيا)\n\nيمكن إضافته للبروتين والصبغات يزيد من الترطيب والطراوه ويعمل كعامل حمايه للشعر من أضرار الصبغه\n\nCOMPLEX COLLAGEN 12*1\nغني بالبروتين والزانثالين.\nغني بالأوميغا 3 و الزنك .\nغني بزيت الأرجان .\nيحتوي على ذرات الذهب .\nلشعر أقوى وأكثر صحة.\nغني بالجنسنغ والأفوكادو\nيمنع التقصف والتلف.\nغني بزيت اللوز والبندق -\nغني بزيت الجاجوبا \nغني بزيت الكاكو وجوز الهند . ."
    },
    {
     "id": "p36",
     "name": "دكتور كافيار",
     "price": 600,
     "img": 1,
     "desc": "📍 منتج \"دكتور كافيار\" 🏅\n\nلو شعرك محتاج لإعادة إحياء من جديد، الحل موجود معانا! جربي \"دكتور كافيار\"، المنتج اللي هيخلي شعرك ينبض بالحياة. 🤩🌞\n\nليه تختار دكتور كافيار؟🤔\n\n1. الكافيار: اللي هيغذي شعرك بعمق ويقويه.👌\n2. بروتين: هيساعد في ترميم وتقوية الشعر من الجذور للأطراف.\n3. كولاجين: لتجديد شباب الشعر وإعطائه نعومة ولمعان.🌞\n4. ذهب نيتريت: لزيادة قوة ومرونة الشعر.👱‍♀️\n5. زيت الأرغان: لترطيب الشعر وتنعيمه وحمايته من التقصف.✅\n\nكل ده في منتج واحد بس، حجمه 1000 مل، يعني هيكفيك لفترة طويلة.  ⬅️⬅️💯\n\nمتردديش وجربي دكتور كافيار بضمان ذهبي ! لأن شعرك يستحق الأفضل👌👑\n\n"
    },
    {
     "id": "p37",
     "name": "دكتور هير",
     "price": 600,
     "img": 1,
     "desc": "الترميم العلاجي الاول في مصر\n\n#دكتورـ هيرـ تريتميمنت\n \nترميم الشعر يعنى إعادة إصلاح الشعر من التلف والبهتان والتقصف والتساقط وكل المشاكل اللى ممكن تكونى بتعاني منها مع شعرك.\n\nثانياً:\n ترميم وعلاج الشعر هو عنصر أساسي لنمو الشعر الجديد وتغذيته وبيساعد على نمو الشعر وتحسينه ومهم جداً لصحة شعرك عموماً..\n\n  هتلاحظي الفرق وتشوفي النتيجة في نفس اليوم ومن جلسة واحدة هتلاقي إن شعرك بقى أنعم وأطرى وبيلمع أكتر.. التقصف والهيشان هيختفوا، وهيرجع الحيوية للشعر، وهيخلى شعرك حرير بدون مبالغه 🥰 \n \nترميم دكتور هير تريتمينت ممكن تستعملية علي البارد كترطيب وتلميع للشعر وكمان يستعمل مع الحرارة والبروتين كجلسة ترميم بفرد بسيط\n \nعلي البارد هنستخدمة ازاي ؟ \nتغسلي الشعر كويس جدا بشامبو وتدهني بس  وسبيه تحت البروكاب نص ساعه  او ساعة  واشطفي ماية فقط \n\nاما بقي الترميم الحراري وده بيكون مع نسبة بروتين انتي تحدديها.. بمعني لو محتاجة الفرد ١٠٠% هتحطي حوالي ١٠% فقط ترميم وال٩٠ % بروتين \nوالعكس صحيح طبعا لو مش حابة فرد كامل \n\nممكن اضافته للصبغة  بيكون عامل حمايه عشان يقلل نشفان الشعر بعد الصبغه \nيستخدم كبديل للسيرم  بيضيف لمعة"
    },
    {
     "id": "p38",
     "name": "بلديز",
     "price": 600,
     "img": 1,
     "desc": "تريتمنت بلديز 😍😍\n\nايه ده وبيعمل ايه بقى 💙👀 \n 🌸ده اول ترميم على البارد بيخترق الطبقات الاولى من الشعر ويقوم بترطيب الشعر بشكل عميق  اقوى 5 مرات من حمام الكريم العادى 🌸\nمناسب للشعر لانه وسط حمضى بيعمل على اعاده روابط الشعر فبيعالج التقصيف والهيشان\n\n🌸 ثباته وتاثيره فى الترطيب قوي جدا  مهم جدا جدا جدا للمتخصصه بعد الانتهاء من جلسه تمليس الشعر بروتين او ترميم  بيحافظ على الجلسه لاكبر وقت ممكن \n\n🌸 بيحسن من جدور الشعر الجديده بيوقف التقطيم فورا \n\n🌸💙 لا غنى عنه فى شنطتك كمتخصصه \n🌸💙 اهم نقطه بقى انه سعره على قد الايد ⁦☺️⁩ يعنى ملكوش حجه  \n\n🌸💙 \n💕💕  بيستخدم مع البروتين\nوممكن نضيفه ع بودره السحب والصبغات وتقفيل الجلسات بعد الغسيل بالشامبو \n بيتخلط ع البروتين وشطف 75% وحراره 200 او١٨٠للاطفال وللكبار \n\nمكوناته \nطبيعيه 100% \nوبيحتوى على فيلر وكولاجين  لقوه الترطيب وتزويد سمك الشعريا 💙 \n\n💌وبيتحتوى على ماده البلكس المقويه لروابط الشعر وتعالج استكه الشعر فى\n \n\n"
    },
    {
     "id": "p39",
     "name": "سترونج ريبير",
     "price": 500,
     "img": 1,
     "desc": "📌استرونج ريبير ترميم بنسبه فرد 50%🏅😍\n⬅️سترونج ريبير  ترميم ع البارد ترطيب عميق للشعرايه وسهل جدا تتعمل فالبيت لما نتكلم عن منتج علاج فقط نبقي عارفين انه منتج ✅هيعالج \nهيشان_تقصيف_تقطيم_جفاف_فك التكسيرة_التساقط🪄🤩\n\n📍هيدي الشعر\nمظهر طبيعي_لامع_شعر صحي_طري🥰👸🏼\n\nايه هو سترونج ريبير ؟🤔\nالمكونات مجموعه غنيه من التركيبات الطبيعيه بنسبه ١٠٠%\n١٢ مكون من الزيوت⬅️  التي تدخل داخل روابط الشعر واعاده بناؤه 👌🥰👸🏼\nالزيوت التي تعمل علي فك الروابط الكبرتيه داخل الشعرايه لذلك يعطي فرد بنسبه ٢٥ الي ٥٠ % حسب قوه الروابط الموجوده بالشعرايه 😍\n\n🔖من اهم مكوناته \nزبده جوز الهند وزبده السمسم ومجموعه من الزيوت الخفيفه لاعاده ترميم الشعر👌💯\nزبده جنين القمح الغنيه بالاحماض الامينيه  الطبيعيه🌞🌿\nزبده الارجان التي تساعد علي تعزيز فروه  بالعناصر اللازمه لاعاده نمو الشعر خلاصه الجنزبيل التي تمنع سقوط الشعر👌\nخلاصه اوراق الكاري الغنيه بالكالسيوم والحديد والفسفور للشعر التالف خلاصه الشاي الاسود لعلاج الشعر الجاف🌠👸🏼\nخلاصه بذور الحلبه التي تعزز فروه الراس بكثير من الفيتامينات والعطاء نتائج ملحوظه الالوفيرا  لترطيب الشعر🤩🪄\nوزيت الروز ماري الذي يحفز انقسام خلايا فروه الراس ومنع شيخوخه الشعرايه👌💯\nالمنتج يحتوي علي الاحماض الامينيه الطبيعيه يعني منتج طبيعي 100‎%‎ وامن على الاطفال🧑🏼‍🦱🧚🏼\n\n"
    },
    {
     "id": "p40",
     "name": "سترونج بلس",
     "price": 1200,
     "img": 1,
     "desc": "✨ سترونج بلس… سر الشعر القوي واللامع ✨\n\nهل تبحثين عن علاج يمنح شعرك القوة والنعومة واللمعان في خطوة واحدة؟\n\n💙 Strong Plus Hair Treatment\nتركيبة احترافية غنية بـ Cysteine & Glutamic Acid تساعد على:\n\n✔ إصلاح الشعر التالف والمجهد\n✔ تقليل الهيشان والتقصف\n✔ ترطيب عميق للشعر\n✔ زيادة النعومة والانسيابية\n✔ لمعان حريري يدوم طويلًا\n✔ مناسب لجميع أنواع الشعر\n\n🌟 استمتعي بشعر أكثر صحة وقوة من أول استخدام.\n\n"
    },
    {
     "id": "nmut3dqrk",
     "name": "بيور كولاجين ",
     "price": 280,
     "img": 1,
     "desc": "✨💎 بيور كولاجين – أقوى كريم ترميم للشعر في مصر والوطن العربي 💎✨\nدلّعي شعرك وارجعي له الحيوية واللمعان من أول استعمال! 🌟\n\n🧴 Pure Collagen Hair Cream\n✅ يعالج التقصف والهيشان\n✅ بيرمم الشعر التالف من البروتين والصبغات\n✅ يعالج فروة الرأس\n✅ يستخدم كدهان يومي أو يُضاف أثناء جلسات البروتين\n\n📌 مكوّنات طبيعية فعالة: كولاجين بحري – زيت الزيتون – زيت دوار الشمس – جنين القمح 🌿\n\n💼 معتمد من وزارة الصحة المصريه "
    }
   ]
  },
  {
   "name": "المكاوي",
   "items": [
    {
     "id": "p41",
     "name": "تورنيدو جولد",
     "price": 1500,
     "img": 1,
     "desc": "مكوة شعر تورنيدو  جولد  الكوري الاصلي❤️ الاصدار  الجديد\nلو عاوزه مكوه للبروتين وحراره رهيبه وكبس عالى وفتره عمر طويل يبقى تورنيدو جولد🔥🔥\nدرجة الحرارة تصل إلى 980\nمش بس كدا معاها كمان كارت ضمان سنه كاملة ضدد عيوب الصناعه 🌸❤️\n\nسيراميك عالى الجودة  6 مراحل مختلفه للحراره حسب نوع الشعر\nتصلح لجميع انواع الشعر العادي والمجعد والافريقي كمان\n \n "
    },
    {
     "id": "p42",
     "name": "ليزا",
     "price": 1800,
     "img": 1,
     "desc": "مكوة #ليزا  #Lizze_extreme \nمكواه ليزا اكستريم البرازيلية \nتكنولوجيا جديده في عالم مكواه الشعر\n✅ لكل متخصصه اشتكت من المكوه بردت فجاه او استخدمتها في مكان والشغل طلع مش مظبوط \nده بيحصل لان الكهربه بتكون ضعيفه ومش مظبوطه\nالمكوه بتعتنا تتميز بتكنولوجيا جديده درجه الحراره بتفضل مظبوطه حتي لو الكهربه ضعيفه يعني مفيش جلسات هتبوظ تاني \n✅ مكواه العمل الشاق وجلسات الترميم وفرد البروتين💪\nحراره عاليه تصل الي ٩٨٠ فهرنهايت \nبتوفر ٧٠% من عمر الجلسه ✌️\nكابل متحرك ٣٦٠ درجه وبلاطات ممتازه بتقنيه نانو تيتانيوم القويه جدا وناعمه علي الشعر وهتريحك في الشغل جداااا  اداء مثالي للمحترفين\n✅ احصلي على شعر لامع وناعم كالحرير مع :\n✅مكواة شعر احترافية بأعلى درجة حرارة تصل إلى ٩٨٠ درجة فهرنهايت \n✅يكفيك 4 تمريرات على خصل الشعر بدلاً من 16، فهي تختصر جلسة فرد الشعر من 2 ساعة إلى 40 دقيقة\n✅اختاري درجة الحرارة التي تناسبكِ من ٥٦٠ إلى ٩٨٠ درجة فهرنهايت \n✅تقنية النانو تيتانيوم تضمن أفضل النتائج من تلميع وتمليس كما تسرّع العملية بنسبة 70%\n✅تمنع التلامس المباشر بين الشعر وضفائح الألمنيوم"
    },
    {
     "id": "p43",
     "name": "ريجنسي",
     "price": 3000,
     "img": 1,
     "desc": "REGENCY – ريجنسي📣\n\n الحصان الاسود 🐎\nMADE IN KOREA 🇰🇷\n\n⚡حلم كل متخصصه هتسهل عليكي الجلسه بدون مجهود وتعب ✅\n\n✅ 33 مستوى حرارة حقيقي تحكم كامل \nبلا أي مخاطرة 🎛\n\n✅ سخان MCH الأصلي أداء ثابت… مفيش بدائل ولا تهاون ⚙️\n\n✅ تيتانيوم 37 طبقة حماية أقوى ولمعان يبان من أول سحبة ✨\n\n✅ حماية كهرباء عالمية أمان بمعايير دولية معتمدة 🔌🛡️\n\n✅ شهادة الجودة الكورية KC ختم ثقة مش كلام إعلانات 📄✅\n\n✅ فرد مثالي من أول سحبة بدون مجهود وبدون تلف \n\n✅المكواه سنه كامله في الصيانه بفضل الله وكل قطع الغيار موجوده \nاوريچنال⚡\n"
    },
    {
     "id": "p44",
     "name": "بلاك هورس",
     "price": 3200,
     "img": 1,
     "desc": "مكواة  بلاك هورس  الكوري  ملهاش مثيل روووووعه \n\nذات مميزات رائعة:\n\n1- كورية الصنع بالكامل.\n2- بكره.\n3- درجة الحرارة 270c بما يعادل 530f\n4- سطح أملس شديد النعومة من السيراميك المطلى بمادة التورمالين فائق الجودة وذو القدرة الرائعة على توزيع للحرارة.\n5- درجة حرارة ثابتة .\n6- تسخين فورى خلال 20 ثانية.\n7- مسخن سيراميك MCH طويل العمر فائق القوة مع نظام إسترجاع متساوي للحرارة للحفاظ على الحرارة ثابتة و متساوية على السطح.\n8- مقاومة للتآكل و الخدش .\n9- مصممة خصيصاً للصالونات .\n10- بخاصية الايونات.\n11- سلك دوار يدور 360 درجة.\n12- طويلة العمر و معمرة \n13- خفيفة للغاية (لسهولة الإستخدام) وسهلة التنظيف\nوالسعر لا يقارن بالجودة\n\n"
    },
    {
     "id": "p45",
     "name": "فراشه",
     "price": 3300,
     "img": 1,
     "desc": "مكواه الفراشه| Butterfly 🔥❤️\nعايزة مكوه خفيفة ع الايد 💅💅💅\n\nرفيعة تجيب الجذور وسهلة التنظيف ❤️\n\nالمكوة الفراشه طفرة جديدة لنجاح جلستك بكل أمان 🔥\n\n                      #Butterfly\n🦋 سيراميك او تيتانيوم \n🦋 خفيفة الوزن \n🦋 البوردة خارجية للتحكم الأمن \n🦋 سلك طويل لسهولة التحكم \n🦋 درجة حرارة ٢٧٠ بمعدل 530 \n🦋 ضمان ثلاثة شهور ضد عيوب الصناعة\n🦋 صيانة مجانية لمدة سنة فيما عدا تغيير قطع الغيار \n🦋 اتحاد اوروبي\n\n"
    },
    {
     "id": "p46",
     "name": "اكتيز",
     "price": 3500,
     "img": 1,
     "desc": "\nمكواه الاكاتز الاصلى مكواه المتخصصين البروفشنل👌\n\n- درجه حراره  470 f\n\n-سنسور يحافظ على انتظام درجه الحراره للعمل لى وقت طويل 🌹\n\n- السرميك رفيع لكبس الجدور بدون اى اذى للعميله ..\n\n- المكواه مريحه جدا في الايد وهتسهل عمل الجلسات ووقت اقل 🌹\n\n- المكواه كورى اصلى ضمان سنه بفضل الله ❤\n\n"
    },
    {
     "id": "p47",
     "name": "فوك سمارت",
     "price": 3500,
     "img": 1,
     "desc": "\n\n✨ مكواة فوك سمارت ✨\n\nالاختيار المثالي لكل بيوتي سنتر بيهتم بالنتيجة والجودة 👌\n\n🔥 مميزات هتبهرك:\n\nمستويات متعددة لدرجات الحرارة تبدأ من 375 لحد 520 تناسب كل أنواع الشعر.\n\n⏱️ إغلاق تلقائي كل ساعة للحفاظ على أعلى معايير الأمان.\n\n🪞 ألواح أطول لتسريح أسرع وتصفيف أكثر دقة.\n\n🌡️ توزيع متساوي للحرارة على الشعر من الجذور للأطراف.\n\n⚡ وصول سريع لدرجة حرارة 520 في وقت قياسي عشان جلسة البروتين تكون مثالية.\n\n🎛️ إعدادات متقدمة ومتنوعة للتحكم الحر في الحرارة بما يناسب نوع الشعر.\n\n🎀 تصميم عصري جذاب وسهل الاستخدام.\n\n💎 مع مكواة فوك سمارت النتيجة مضمونة: شعر ناعم – جلسة سريعة – تجربة آمنة.\n\n‏✔️ ✔️ ✔️ ✔️ ✔️ ✔️ ✔️‏\n\n‏"
    },
    {
     "id": "nmut37lxn",
     "name": "ليزا ثلاثيه ",
     "price": 3200,
     "img": 1,
     "desc": "متوفر مكوة ليزا بفيشة ثلاثية وارد السعودية\nالأصلية 🛑✅️✅️✅️✅️✅️✅️✅️✅️✅️ \n\n🚩 درجة حرارة 480 \n\n🚩 ليها ضمان ممتاز \n\n🚩 السيرميكا خامتها عالية جدا \n"
    }
   ]
  },
  {
   "name": "استشوارات",
   "items": [
    {
     "id": "p48",
     "name": "هوم جولد",
     "price": 350,
     "img": 1
    },
    {
     "id": "p49",
     "name": "اكس 6",
     "price": 850,
     "img": 1,
     "desc": "✨ وصل الجديد عندنا! ✨\n\n💨 استشوار X6 Professional 🔥\n\nاختيارات ممتازة للتجفيف السريع والتصفيف اليومي، بتصميم أنيق وأداء قوي 💇‍♀️✨\n\n\n🖤 X6 Professional\n🔥 قوة عالية وأداء احترافي\n💨 تدفق هواء قوي للتجفيف والتصفيف\n\n"
    },
    {
     "id": "p50",
     "name": "كورنر",
     "price": 1000,
     "img": 1,
     "desc": "استشوار كورنر ❤️\nمعروف بكفائته العاليه ويستحمل معاكي ضغط الشغل ❤️\nاستشوار كورنر بروفشنال يبدو أنه جهاز رائع لتصفيف الشعر. بعض المميزات المحتملة لهذا الاستشوار تشمل:\n\n- قوة تجفيف عالية\n- تقنيات متقدمة للتحكم في الحرارة\n- تصفيف الشعر بدقة وتحقيق مظهر مثالي\n- مناسب للاستخدام الاحترافي في الصالونات أو للاستخدام الشخصي\n\nإذا كنت تبحثين عن استشوار عالي الجودة وسهل الاستخدام، فقد يكون استشوار كورنر بروفشنال خيارًا رائعًا.\n"
    },
    {
     "id": "p51",
     "name": "تورنيدو",
     "price": 1500,
     "img": 1,
     "desc": "استشوار تورنيدوا 🖤🖤🖤🌏\n🌸 (استشوار تورنيدو جولد) Tornado Gold Hair Dryer \nاستشوار تورنيدو جولد الغني عن التعريف \nسخن وبارد. \nمصنع من اجود الخامات القابله للصدمات .\nعمر افتراضي طويل جداً.\nبلد المنشأ: كوريا\nسشوار تورنيدو الكورى وصل 💯\nSuper power\n\nدرجه حرارته وامكانياته عاااليه 😉👌3000وات\nودرجتين حراره 🔥\nسشوار قيم فعلا يعيش معاكى كتير اوى"
    },
    {
     "id": "p52",
     "name": "ليزا",
     "price": 1800,
     "img": 1,
     "desc": "🔥 استشوار ليزا الأصلي البرازيلي 🇧🇷🇧🇷\n✅ قوة 26000 وات فعلي \n✅ خامات عالية الجودة وأداء احترافي\n ✅ ضمان وصيانة وقطع غيار متوفرة\n ✅ مناسب للاستخدام المكثف داخل مراكز التجميل والكوافير\n"
    }
   ]
  },
  {
   "name": "الامبولات",
   "items": [
    {
     "id": "p53",
     "name": "هير واي",
     "price": 85,
     "img": 1,
     "desc": "📣 عايزه شعرك يبقى ناعم، قوي، وبيلمع من غير تقصيف؟🎖️👸🏼\nجربي أمبولات Hairway بالأرجان والكيراتين، تركيبة احترافية فيها زيت الأرجان المغربي وكيراتين بتركيز عالي.💥🤩\n\nبيرطّب الشعر الجاف ويعالجه من التقصف.🥰✨\n\nبيقوّي البُصيلة ويقلل التساقط.🤝💯\n\nمناسب لكل أنواع الشعر، وكمان آمن على الشعر المعالج بالبروتين\n\nخالي من السيليكون والبارابين.🤗💫\n\n🎀في كل أمبولة تركيز عالي من فيتامينات الشعر (Vitamin 5 Complex)\nيعني تغذية مكثفة في كل استخدام.👌🥇\n\n📍طريقة الاستخدام:\n تستخدميه في جلسات الترميم وإضافته لحمام الكريم😍\n\nكسر الأمبولة، افردها على فروة الرأس والشعر، وسّبها من غير غسل. تقدر تستخدمها بعد الشاور أو جلسات البروتين أو الفرد.🤩\n\n"
    },
    {
     "id": "p54",
     "name": "برو ميتشل",
     "price": 150,
     "img": 1,
     "desc": "أمبولات برو ميتشل👸🏼🎀\nال بتحتوي علي💥✨\nالكرياتين _ الكولاجين _ والفيتامينات المغذية للشعر👸🏼🤗\n\n🚩 وكمان بتغذي الشعر وتديله النعومه واللمعان وتعالجه من التشابك والهياشان و معالجة سقوط الشعر نهائيا🫵🏼🤩\n\n👈🏼يتم استخدامها بوضع نصف امبولة كل ٣ ايام بعد غسيل الشعر ويترك السائل علي الشعر 👌💯\n\n✅ويتم اضافته مع البروتين ف جلسة😍🎀\n✅ويمكن استخدامه بديل السيرم👸🏼✨\n👈🏼العلبه 5 امبولات\n\n"
    },
    {
     "id": "p55",
     "name": "فاستر توم",
     "price": 150,
     "img": 1,
     "desc": "امبولات كولاجين فاستر توم \nأمبولات كولاجين فاستر توم الغنية عن التعريف \nأمبولات كولاجين وتوم وفيتامينات للشعر👩👩\nبتوقف التساقط في ٧ايام ويقوي بصيلات الشعر عشان ميحصلش تساقط تاني❤\nمعروف طبعا قد ايه التوم مفيد جدا للشعر لانه بيزود الدوره الدمويه للشعر و بالتالي بيزيد امداد الشعر بالفيتامينات اللي ف الجسم و التغذيه اللي محتاجها و يا سلام لو بتاخدي اصلا حاجات للشعر زي برفكتيل \nو كمان جواه فيتامين B5 والزنك والمغانسيوم والحديد وبروفيتامين والكولاجين المعالج\n-بيطول الشعر جدا جدا \n-بيملي الفراغات \n- ينشيط الدورة الدموية في الرأس.\n- يقوى الشعر ويمنع تقصف الشعر\n- يقوم بتعويض نقص الكولاجين الطبيعي في الشعرة.\n- يساعد على تنعيم الشعر ويزيد من لمعان الشعر.\n- يساعد فى التخلص من تشابك الشعر.\n- يساعد على ترميم الشعر التالف والخشن.\n- يعالج الشعر المتضرر من الصبغ والتمليس.\n- يحمي الشعر من الشيخوخة.\n- يزيد من كثافة الشعر.\nطريقة الإستخدام :\n– يمكن وضع أمبول واحد على ٣ ملعقه حمام كريم\n– يمكن وضع أمبول واحد مباشرةً على فروه الرأس ويدلك جيداً بالاصابع ويترك لمدة نصف ساعه مع بونيه ثم يشطف\n– يمكن وضعه علي كريم آلشعر أو تونيك آلشعر أو زيت آلشعر بمقدار أمبول واحد لكل ٥٠ملِ\nجربيه هتحسي بقرق كبير جداً في فتره قصيره جدا 👌😍\n"
    },
    {
     "id": "p56",
     "name": "روزماري",
     "price": 450,
     "img": 1,
     "desc": "📣امبولات روزمارى  \" Rosemary  لتساقط الشعر والفراغات والصلع الوراثي والشعر المتضرر من للبروتين الضار 💇‍♀️\n\n📍سمعتى كتير عن الروزمارى بس عمررگ ما تخيلتى انها تنبت الشعر وتوقف التساقط تماما من اول اسبوع بفضل الله👌\n\n✨هيغير شعرك 360 درجه بقوة اكتر من 20 ماده فعاله✅\n \n\n1️⃣  لعلاج التساقط والفراغات والشعر الخفيف وتطويل الشعر وعلاج الصلع والبشرة والشعر الضعيف والتالف من الصبغه \n\n 🌿مكوناته طبيعيه 100 ٪  \n\nProcapil بديل المينوكسوديل الذى يسرع نمو الشعر\nكما وبسبب احتوائه على العديد من مضادات الأكسدة (Antioxidants) لإكليل الجبل دور كبير في مكافحة الجذور الحرة وتعزيز مناعة الجسم.💥🤩\n\n, biocapigen يزيد من سمك الشعر نظرا لانه يساعد على تحفيز إنتاج الكيراتين فى البصيله  \n\n, tea tree oil علاج القشرة \nعلبه تحتوي على 6 أمبولات "
    },
    {
     "id": "p57",
     "name": "خلايا جذعية",
     "price": 650,
     "img": 1,
     "desc": "THERMO FILLER  📣\n\nبعد طول انتظار الخلايا الجذعيه للتفاح السويسرى هتحلى كل مشاكل الشعر والريحه تحفه \"🔥❤ \n\n✅تستخدم لتقفيل المسام قبل  وبعد استخدام  (البروتين - الفيلر - البوتكس )\n\n✅من فوائد الخلايا الجذعية للشعر أنها تنشيط الخلايا الجذعية لبصيلات الشعر وبالتالي تعزز نمو بصيلات الشعر وتجديدها وتطورها 🌹خلاف أنها بتعمل ترحيب عميق للشعرايه 🥰\n\n📌طريقه الاستخدام \n\nنركز بق ع شان تستفادى منها 100% 👌\n\n✅اول خطوه بتحطى الامبول في مياه سخنه او شغلى الاستشوار على الامبول مباشر ليه بنعمل ده ع شان تتحول من الماده البيضاء الى الماده الشفاف\n\n✅ تانى خطوه بعد ما تتحول الى السائل الشفاف هتجيبي ⬅ مياه دافئه على كل (30 ملى) مياه دافئه \" 5 ملى خلايا جذعيه والتقليب كويس جدا لحد ما تتحول ماده كريمى وهتضيفي على البروتين او الفيلر او البوتكس او الترميم المعالج 🔥\n\n📌طريقه الاستخدام للوقف التساقط وملى الفراغات  : \n\n✅على كل 50 ملى مياه دافئه 5 ملى خلايا جذعيه وتخلطى كويس جدا لحد ما تتحول كريمى وهتوضع ع الشعر والفروه وهتلبسي برو كاب حرارى لمده ساعه وبعد كدا شطف كامل مره كل اسبوع🌹\n\nحرفيا هنوقف التساقط من اول جلسه 😍🥰\nالعلبه تحتوي على 6 أمبولات "
    },
    {
     "id": "p58",
     "name": "فيلر مائي",
     "price": 170,
     "img": 1,
     "desc": "امبولات Best Smooth الغنيه عن التعريف اتوفرت من تاني بفضل الله ❤️\n📣امبول فيلر بيست سموث 15 ملى 📣❤ \n\n📌ترميم قوي وترطيب عالي جدا \nده مش مجرد امبول فيلر خاااالص 😉 \n\n📌ده اللي كل اللي جربه مقدرش يستغني عنه \nعشان ده اللي بيحلي كل حاجه بيدخل فيها\n \n✅ ترميم هتلاقيه\n✅تقفيل فروه ينفع \n✅اضافه للبروتين أو البوتكس خيال \n✅علاج قشره شغال \n✅علاج تقطيم \n✅اضافه للصبغات\n\n"
    }
   ]
  },
  {
   "name": "الأجهزه",
   "items": [
    {
     "id": "nmuqcqxs4",
     "name": "جهاز بخار 2 دراع ",
     "price": 2500,
     "img": 1,
     "desc": "📣جهاز بخار للوجه ساخن وبارد 2 في 1 من جي ال انتربرايز بقوة 800 وات،⚡\n\n✅مزود برذاذ ساخن وبارد وانبوب مزدوج ومصباح اوزون وقاعدة حامل دوار\n\n"
    },
    {
     "id": "nmuqcso6e",
     "name": "جهاز بخار دراع واحد ",
     "price": 1300,
     "img": 1,
     "desc": "📌يعمل جهاز بخار البخار الأيوني للوجه  على\n\n✅ تعزيز تجديد الكولاجين\n\n✅واستعادة نضارة البشرة \n\n✅ويقتل بكتيريا الجلد \n\n✅ويمنع حب الشباب \n\n✅ويحسن قدرة الجلد على الامتصاص ويمتص العناصر الغذائية الكافية \n\n✅تقليل بقع التصبغ للحفاظ على بياض وجهك\n\n✅يفتح مسام البشره\n\n\n"
    },
    {
     "id": "nmuqcttnl",
     "name": "اوكسيجينيو ",
     "price": 2800,
     "img": 1,
     "desc": "جهاز \"Dynamic oxygen\" ميني اكسجينو 😍\n\nتعتمد تقنية أوكسجينو للوجه على إشباع خلايا البشرة بالاوكسجين والرطوبة والعناصر المغذية من فيتامينات ومعادن بشكل مكثف \nمن خلال استخدام كبسولات خاصة به، مما يسمح بتجديد خلايا البشرة وتنشيط إفراز الكولاجبن، وبالتالي الحصول علي بشرة أكثر نضارة 💆💗\n\n وأهم فوائد هذه التقنية: \n\n-تردد الموجات فوق الصوتية يحفز توليد الكولاجين لشد البشرة \n- مكافحة الشيخوخة المبكرة \n- تضييق المسام الواسعة \n- يحفز تنشيط الدورة الدموية \n- يعزز إصلاح الجلد \n- يحفز الأكسجين الطبيعي في البشرة .\n\n"
    },
    {
     "id": "nmuqcv2sq",
     "name": "تقشير ماسي ",
     "price": 2900,
     "img": 1,
     "desc": "وصل من تاني \nجهاز الانزو الجديد + طقم التقشير الماسي 🌸\n\n📌جهاز شفط بتقشير ماسي كريستالي\n \nبقوة شفط قوية جداً تقدر تتحكم في قوة الشفط \nو في 5 سرعات للشفط \n\nو يوجد طقم الدياموند 🌸\nعبارة عن 3 قطع تتغير على حسب المنطقة \nو فلتر لإزالة الشوائب و التخلص منها \n\nبيعمل علي : \n\n⬅️إزالة الجلد الميت\n⬅️شفط البثور السوداء والبيضاء ودهون البشرة \n⬅️تنشيط الدورة الدموية  \n⬅️ بيوحد لون البشرة \n"
    },
    {
     "id": "nmuqcvxm4",
     "name": "هيدروفيشال 7 مراحل ",
     "price": 6500,
     "img": 1,
     "desc": "هيدروفشال ٧ مراحل \n\n✅وفّري لعملائكِ بشرةً أكثر صفاءً وإشراقًا وترطيبًا وشبابًا مع جهاز تجديد البشرة هايدرو فيشال متعدد الوظائف 7 في 1. \n\n✅الجهاز لعلاج جميع أنواع البشرة، حتى الحساسة منها. العلاجات قابلة للتخصيص بالكامل مع وظائف متعددة تُمكّن من تلبية احتياجات مجموعة متنوعة من العملاء.\n\n✅هذا العلاج المائي للوجه 7 في 1 يُعالج البشرة غير المتجانسة، والمسامات المزدحمة، والزيوت الزائدة، والبشرة الجافة، والخطوط الدقيقة والتجاعيد. يُقشّر البشرة، ويُنظّم إفراز الدهون، ويُعزّز إنتاج الكولاجين، ليتركها نظيفة \n"
    },
    {
     "id": "nmur6tohv",
     "name": "حوض بادكير كهربا ",
     "price": 1200,
     "img": 1
    },
    {
     "id": "nmur6u6gi",
     "name": "حوض بادكير سيليكون ",
     "price": 1000,
     "img": 1
    },
    {
     "id": "nmur6vp0i",
     "name": "حوض بادكير ديچيتال",
     "price": 1500,
     "img": 1
    },
    {
     "id": "nmur71zx7",
     "name": "شفط دهون بالبخار ",
     "price": 450,
     "img": 1,
     "desc": "🔷جهاز شفط الدهون بالبخار الاصلي\n🔷وداعاً للمسام الواسعة والنقاط السوداء! ✨🇸🇩\n​🔷 الحل النهائي لجمال ونظافة البشرة \n🔷​جهاز شفط الرؤوس السوداء وتنظيف المسام المائي👃  (Hydro-Facial Device):\n🔷نظافة من الأعماق: الجهاز بيشتغل بتقنية ضخ الماء وشفط الأوساخ في نفس الوقت، يعني بشرتك بتتنفس بجد! 🫧\n🔷​6 رؤوس مختلفة: بيجي معاه 6 رؤوس عشان يناسب كل مناطق الوجه (الأنف، الجبهة، والخدود) وحتى أنواع البشرة المختلفة.\n🔷بشرة ناعمة زي الحرير: بيشيل الجلد الميت والدهون الزايدة وبخلي وشك \"منور\" وناعم من أول استخدام. 🌟\n🔷​سهل الاستخدام\n🔷شحن USB،\n🔷خزان مياه منفصل (مياة نظيفة ومياة مسحوبة) عشان تضمن أعلى مستويات النظافة.\n"
    },
    {
     "id": "nmur72u0d",
     "name": "جهاز فرش ميني",
     "price": 500,
     "img": 1,
     "desc": "جهاز تنضيف البشره الاربع مراحل 🔥\nيعني تقدري تطلعي بيه شغل بره وتتحركي بيه براحتك 🥰\n"
    },
    {
     "id": "nmur73mq0",
     "name": "ديرما بن A1",
     "price": 1200,
     "img": 1,
     "desc": "🌟 ديرما بن A1 من ماركة دكتور بن الغنية عن التعريف 🌟 \n \nجهاز ديرما بن هو جهاز صغير يشبه القلم، يتكون من مجموعة من الإبر الدقيقة تعمل على خلق ثقوب صغيرة في الطبقة العليا من الجلد. ✨ \n \nما هي فوائد الديرما بن؟ \n \nعلاج شحوب البشرة:  \nيُساعد في تجديد حيوية ونضارة البشرة عن طريق تحفيز إنتاج الكولاجين. 🌿 \n \nعلاج آثار حب الشباب:  \nيُساهم في إزالة الندوب والحفر الناتجة عن حب الشباب من خلال تنشيط الدورة الدموية داخل أنسجة البشرة. ❤️ \n \nإزالة التصبغات الجلدية:  \nيُستخدم في إزالة البقع الداكنة وتحسين لون البشرة. \n \nتصغير المسامات:  \nيُساعد على تصغير المسامات الواسعة \n \nعلاج علامات تمدد البشرة:  \nيُستخدم للجسم لإزالة علامات الـ stretch marks والتصبغات. 🌼 \n \nتجديد شباب البشرة:  \nيُساعد في إزالة الخطوط الرفيعة وعلامات الشيخوخة وشد الوجه. ✨ \n \nمواصفات الجهاز: \n \nمصنوع من معدن بالكامل. \n \n٥ مستويات للسرعة لتناسب احتياجاتك. \n \nيعمل بالكهرباء و الشحن. \n \nعمق الإبرة: (0.25 ملل - 0.3 ملل). \n \n"
    },
    {
     "id": "nmur74m40",
     "name": "جهاز شفط دهون عادي",
     "price": 250,
     "img": 1,
     "desc": "جهاز شفط الدهون 💙\n\nجهاز شفط الدهون من الوجه ورؤوس السودة\n\nجهاز شفط الدهون \n الناس الى بتسال ع مميزات الجهاز\nلاحظنا ان ف ناس كتير محتاجه جهاز شفط الدهون \n\nمميزات الجهاز 💜 \nتنضيف البشره ☑ \nمعاه وش تقشير ماسي لتقشير البشره ☑ \nعلاج اثار الحبوب ☑ \nشفط دهون الانف و الوجه ☑ \nازاله الرؤوس السوداء ☑ \nحمايه البشره من ظهور حبوب ☑ \nشفط الحبوب الدهنيه ذات الرؤوس البيضاء ☑\n\nتعرفي انك لو عملتي تنضيف لبشرتك مرتين في الاسبوع ✌️✌️✌️✌️ هتلاقي مفيهاش اي مشااااكل 🤙🤙🤙 تنضيف البشرة مهم جداااا ✋😚\nو يفضل لو عملتي قبليه حمام بخار 🙈🙈🙈 \n\nيحتوي الجهاز على عدة رؤوس متعددة الوظائف\n\n🌸الرأس ذات الحافة الكريستالية لتقشير الجلد الميت مما يساعد على تجديد خلايا الجلد\n\n🌸الرأس الدائرية الكبيرة : لاستخدامات التنظيف العميق للبشرة وإزالة الرؤوس السوداء\n\n🌸الرأس الدائرية  الصغيرة : خاص للتعامل مع البشرة\n\n"
    },
    {
     "id": "nmur75zy9",
     "name": "جهاز فرش ديچيتال",
     "price": 1600,
     "img": 1,
     "desc": "جهاز فرش بشره كهربا  ديچيتال  5 في 1 لتنظيف البشرة ✨\nجهاز واحد… خمس استخدامات… ونتيجة نضافة ونضارة من أول مرة 😍\n✔️ تنظيف عميق للمسام\n✔️ إزالة الجلد الميت والتقشير الخفيف\n✔️ تقليل الدهون وبقايا المكياج\n✔️ تنشيط الدورة الدموية\n✔️ نعومة وإشراقة للبشرة\n💎 مميزاته:\nعملي وسهل الاستخدام \nتحكم في السرعات حسب نوع بشرتك\n5 رؤوس مختلفة: 🔹 فرشة ناعمة للتنظيف اليومي\n🔹 فرشة تنظيف عميق\n🔹 رأس تقشير\n🔹 رأس مساج\n🔹 رأس للعناية الخاصة بالبشرة\n"
    },
    {
     "id": "nmur778re",
     "name": "جهاز واكس معدن عين واحده ",
     "price": 750,
     "img": 1,
     "desc": "جهاز واكس معدن عين واحده \nسريع التحضير للواكس و متين جدا \nجهاز واكس حله معدن  🙈♥️\nيتحمل كتير♥️\n\nلماذا الشمع افضل طريقة لازاله الشعر \n1.يؤخر نمو الشعر بخلاف أي وسيلة أخرى من وسائل إزالة الشعر.\n2.من أسهل الطرق لإزالة شعر المنطقة الحساسة.\n3.مناسب لكل أنواع البشرة، ولا يسبب الحساسية للبشرة الحساسة.\n4.لا يسبب ترهل الجلد، ولا اسمرار البشرة كالأنواع الأخرى من مواد إزالة الشعر.\n5.يساعد على تبييض البشرة وتقشيرها؛ حيث يقوم بإزالة الجلد الميت الذي يسبب اسمرار للبشرة.\n\n"
    },
    {
     "id": "nmur78uts",
     "name": "جهاز شمع بارافين",
     "price": 750,
     "img": 1
    },
    {
     "id": "nmur7g1et",
     "name": "جهاز هاي فركوانسي",
     "price": 650,
     "img": 1,
     "desc": "متاح الان هاي فركوانسي 🚩\n( ليزر  RF ) لشعر والبشرة \n\n جهاز الـ  frequency مراحله مهم في خطواط علاج مشاكل  البشرة والشعر \n\nمكون من 4 قطع ⤵️\n\n  1- إزالة الخطوط التعبيريه  بين الحواجب وحول العين والفم علاج الهاالات السودا والتفتيح\n\n2- يعمل على تحفيز انتاج الكولاجين إعادة النضارة للبشرة من خلال المساج معالجه المسام الواسعه\n\n ومناسب  جميع انواع  البشرة  والبشرة الحساسة.\n   \n3-  إزالة الحبوب واثارها و البكتيريا من البشرة ..\n\n4 - تساعد ع وقف تساقط الشعر وأنبات الشعر المتساقط عن طريق تقوية بصيلات الشعر \n\n"
    },
    {
     "id": "nmur7gg9m",
     "name": "جهاز التراسونيك بروفيشنال ",
     "price": 500,
     "img": 1
    },
    {
     "id": "nmur7hn92",
     "name": "قناع ضوئي بدون رقبه",
     "price": 1100,
     "img": 1,
     "desc": "\n💥قناع ضوئي💥 للوجه والرقبة \n👉Colorful LED Beauty Mask \n1.تنشيط الكولاجين\n2. تشديد المسام\n3. تسريع إزالة السموم\n4. زيادة الأوكسجين\n5. إصلاح الجلد،\n👈جهاز القناع الضوئي طيب الجهاز ده ايه مميزاته؟\nيتميز بالعلاج الضوئي له سبع انواع من الاضائة بالوان مختلفة. \n💥وظائف الأضواء السبعة. \n   👈 الضوء الأحمر 630nm ،\n تحفيز الأيض وتجديد الكولاجين ، وتبييض البشرة ،وتجديد شباب الجلد ، وإزالة التجاعيد. \nزيادة مرونة الجلد ، إصلاح الضرر الجلد ، المسام تشديد مكافحة الشيخوخة.\n  👈 الضوء الأزرق 470nm ،\n لديه وظائف مضادة للالتهابات ، والحد من وعلاج حب الشباب ، وإصلاح الضرر الجلد.\n  👈الضوء الأخضر 520nm ،\n تهدئة الجلد ، والحد من إفراز الشحوم الجلد ، والتوازن بين نسبة زيت المياه ، والاسترخاء. \n  👈 الضوء الأصفر. 590nm.   \n زيادة الطاقة للبشرة ، الأصبغة الاصطناعية ، تحفيز التصريف اللمفاوي ، تحسين علاج الجلد الخام ، التجاعيد ، والصدفية ،\nاشمئزاز المناعة.\n👈الضوء الأرجواني (ضوء مختلطة من الضوء الأحمر والأزرق)\n   لديه وظائف كل من الضوء الأحمر والأزرق ، وخاصة جيدة في علاج الآس ، إصلاح تلف الجلد بشكل جيد للغاية.\n👈 الضوء الأزرق الفاتح\n  زيادة أعداد الخلايا تدريجيا ، وتحفيز الأيض\n👈 ضوء أبيض ليزر\n  تمر عبر الجلد بعمق ، وزيادة التمثيل الغذائي الجلد ، والحد من الأصباغ ، وتحسين التجاعيد الصغيرة وترهل الجلد.\n\n"
    },
    {
     "id": "nmur7imw8",
     "name": "بروكاب حراري ",
     "price": 120,
     "img": 1
    },
    {
     "id": "nmur7jlx1",
     "name": "مبرد كهربائي",
     "price": 550,
     "img": 1
    },
    {
     "id": "nmur7ls27",
     "name": "جهاز التراسونيك قاعده بروفيشنال ",
     "price": 750,
     "img": 1
    },
    {
     "id": "nmur7p93z",
     "name": "عدسه مضيئه",
     "price": 1500,
     "img": 1
    },
    {
     "id": "nmur7povv",
     "name": "جهاز التراسونيك عادي ",
     "price": 250,
     "img": 1
    },
    {
     "id": "nmur85en1",
     "name": "جهاز نانو ستيم ",
     "price": 900,
     "img": 1,
     "desc": "جهاز Blue Magic XH-040H لجلسات Hair Spa 💙✨\nجهاز احترافي يُستخدم في جلسات الـHair Spa والعناية المكثفة بالشعر، ويساعد على تعزيز استفادة الشعر من منتجات الترطيب والتغذية والعلاجات المستخدمة أثناء الجلسة.\n🔹 مناسب للصالونات والبيوتي سنتر\n🔹 مثالي لجلسات ترطيب وتغذية الشعر\n🔹 يساعد على تعزيز تأثير منتجات العناية المستخدمة\n🔹 تصميم عملي وسهل الاستخدام\nاختيار مثالي لإضافة جلسات Hair Spa احترافية للبيوتي سنتر."
    },
    {
     "id": "nmurhqebg",
     "name": "قناع ضوئي برقبه ",
     "price": 1300,
     "img": 1,
     "desc": "\n💥قناع ضوئي💥 للوجه والرقبة \n👉Colorful LED Beauty Mask \n1.تنشيط الكولاجين\n2. تشديد المسام\n3. تسريع إزالة السموم\n4. زيادة الأوكسجين\n5. إصلاح الجلد،\n👈جهاز القناع الضوئي طيب الجهاز ده ايه مميزاته؟\nيتميز بالعلاج الضوئي له سبع انواع من الاضائة بالوان مختلفة. \n💥وظائف الأضواء السبعة. \n   👈 الضوء الأحمر 630nm ،\n تحفيز الأيض وتجديد الكولاجين ، وتبييض البشرة ،وتجديد شباب الجلد ، وإزالة التجاعيد. \nزيادة مرونة الجلد ، إصلاح الضرر الجلد ، المسام تشديد مكافحة الشيخوخة.\n  👈 الضوء الأزرق 470nm ،\n لديه وظائف مضادة للالتهابات ، والحد من وعلاج حب الشباب ، وإصلاح الضرر الجلد.\n  👈الضوء الأخضر 520nm ،\n تهدئة الجلد ، والحد من إفراز الشحوم الجلد ، والتوازن بين نسبة زيت المياه ، والاسترخاء. \n  👈 الضوء الأصفر. 590nm.   \n زيادة الطاقة للبشرة ، الأصبغة الاصطناعية ، تحفيز التصريف اللمفاوي ، تحسين علاج الجلد الخام ، التجاعيد ، والصدفية ،\nاشمئزاز المناعة.\n👈الضوء الأرجواني (ضوء مختلطة من الضوء الأحمر والأزرق)\n   لديه وظائف كل من الضوء الأحمر والأزرق ، وخاصة جيدة في علاج الآس ، إصلاح تلف الجلد بشكل جيد للغاية.\n👈 الضوء الأزرق الفاتح\n  زيادة أعداد الخلايا تدريجيا ، وتحفيز الأيض\n👈 ضوء أبيض ليزر\n  تمر عبر الجلد بعمق ، وزيادة التمثيل الغذائي الجلد ، والحد من الأصباغ ، وتحسين التجاعيد الصغيرة وترهل الجلد.\n\n"
    },
    {
     "id": "nmurhqt94",
     "name": "ديرما بن A6",
     "price": 1800,
     "img": 1,
     "desc": "ليه ديرما بن  A6🤔\n🎈🎈🎈✨✨✨🧨🎆🎆🎆\nتتميز درما بن a6  عن غيرها من الموديلات \n👇👇👇👇👇👇👇\n↩️ الموديل الاحدث وتاريخ اصدار قريب \n↩️مزود ب 2 بطاريه اضافيه + بطاريتها الاصليه \n↩️ وايرليس \n↩️الماتريل المعدن \n( متاح في السوق بعض الموديلات الاقل في الماتريل المعدن الخارجي ومن الداخل بلاستيك ودا بيقلل عمر الدرما )\nمتاح لدينا الماتريل الاصلي من المصنع مباشره \n↩️سهوله الاستخدام \n↩️شكل انيق جداااا \n\nما هو الديرما بن؟\n\nتعتبر جهاز أو آلة الديرما بن هو احد الأجهزة المستخدمة فى نضارة البشرة والجلد وعلاج بعض المشكلات الجلدية البسيطة وهى عبارة عن يد تنتهى ببكرة بها الكثير من السنون (الأسنان) او الأبر البسيطة والرفيعة جدا حيث تقاس بالملى وذلك لأنها تتعامل مع بشرة الوجه وفروة الرأس ولذلك تكون ذات طبيعة خاصة وهى جهاز طبي مسموح به ومستخدم بكثرة\nفوائد الديرما بن – الامراض الجلدية التى تستخدم فيها الديرما بن:🍀\n\n1-  نضارة الوجه: تستخدم فى الحصول على بشرة نضرة\n2-  التشققات الجلدية: تستخدم فى علاج بعض التشققات الجلدية🌹\n3-  الشعر: تستخدم فى تحفيز نمو الشعر للرأس\n4-  الخطوط الحمراء والبيضاء: تستخدم فى التقليل من شدة الخطوط بالجسم😘😘\n"
    }
   ]
  },
  {
   "name": "الكراسي والشذلونج",
   "items": [
    {
     "id": "nmuqzz2yn",
     "name": "كرسي مصري لوكس ",
     "price": 2500,
     "img": 1
    },
    {
     "id": "nmuqzzt8x",
     "name": "كرسي غسيل مصري ",
     "price": 2700,
     "img": 1
    },
    {
     "id": "nmur00el3",
     "name": "كرسي فاخر مستورد ",
     "price": 6200,
     "img": 1
    },
    {
     "id": "nmur0lh2c",
     "name": "حوض غسيل متنقل ",
     "price": 1700,
     "img": 1
    },
    {
     "id": "nmur6s6aj",
     "name": "كرسي مستورد ",
     "price": 7000,
     "img": 1,
     "gal": [
      "gmut2w2vocf4i"
     ]
    },
    {
     "id": "nmurik3yq",
     "name": "شاذلونج بالكرسي ",
     "price": 4800,
     "img": 1
    }
   ]
  },
  {
   "name": "ترابيزة الاجهزه والتربوهات",
   "items": [
    {
     "id": "nmur0efl1",
     "name": "ترابيزه خشب ابيض متنقله ",
     "price": 1000,
     "img": 1
    },
    {
     "id": "nmur0fdr5",
     "name": "ترابيزه خشب بينك متنقله",
     "price": 1100,
     "img": 1
    },
    {
     "id": "nmur0g2nv",
     "name": "ترابيزه خشب رصاصي متنقله ",
     "price": 1100,
     "img": 1
    },
    {
     "id": "nmur0gnos",
     "name": "ترابيزه خشب أسود متنقله ",
     "price": 1100,
     "img": 1
    },
    {
     "id": "nmur0iy8y",
     "name": "تيربو متنقل",
     "price": 1500,
     "img": 1
    },
    {
     "id": "nmur6syxk",
     "name": "ترابيزه زجاج متنقله ",
     "price": 1500,
     "img": 1
    },
    {
     "id": "nmus659kx",
     "name": "حامل استشوار ",
     "price": 700,
     "img": 1
    }
   ]
  },
  {
   "name": "شفرات ديرما بلانينج",
   "items": [
    {
     "id": "nmur7scq6",
     "name": "شفرات ديرما هندي ",
     "price": 650,
     "img": 1
    },
    {
     "id": "nmur7tctj",
     "name": "شفرات ديرما برامونت ",
     "price": 450,
     "img": 1
    },
    {
     "id": "nmur7tyma",
     "name": "شفرات ديرما صيني ",
     "price": 350,
     "img": 1
    }
   ]
  },
  {
   "name": "البشره",
   "items": [
    {
     "id": "nmur7vkgp",
     "name": "امبولات Dr Skin",
     "price": 150,
     "img": 1
    },
    {
     "id": "nmur7zojl",
     "name": "كبسولات ڤيتامين E",
     "price": 125,
     "img": 1
    },
    {
     "id": "nmur7zqdf",
     "name": "آيس هوك ",
     "price": 150,
     "img": 1
    },
    {
     "id": "nmur81u9j",
     "name": "بوكس البشره ",
     "price": 900,
     "img": 1
    },
    {
     "id": "nmur84dsq",
     "name": "سيرم جولد زان",
     "price": 90,
     "img": 1
    },
    {
     "id": "nmuri72m5",
     "name": "ديرما رولر",
     "price": 180,
     "img": 1
    },
    {
     "id": "nmuricuvc",
     "name": "كيس إبر بثور",
     "price": 35,
     "img": 1
    },
    {
     "id": "nmurig44s",
     "name": "كبسولات الاكسجينيو ",
     "price": 1000,
     "img": 1
    }
   ]
  },
  {
   "name": "الصبغات ومستلزماتها",
   "items": [
    {
     "id": "nmur8e1ff",
     "name": "صبغة جي كي ",
     "price": 200,
     "img": 1
    },
    {
     "id": "nmur8eds2",
     "name": "صبغة ماكسيما ",
     "price": 170,
     "img": 1
    },
    {
     "id": "nmur8eoer",
     "name": "كونتراست احمر ناري ",
     "price": 210,
     "img": 1
    },
    {
     "id": "nmur8eppw",
     "name": "كونتراست احمر أرجواني ",
     "price": 210,
     "img": 1
    },
    {
     "id": "nmur8ftze",
     "name": "اكسجين كوكو ",
     "price": 55,
     "img": 1
    },
    {
     "id": "nmur8fvyb",
     "name": "اكسجين وايلد كالر",
     "price": 150,
     "img": 1
    },
    {
     "id": "nmur8fxkv",
     "name": "اكسجين جي كي ",
     "price": 250,
     "img": 1
    },
    {
     "id": "nmur8n58x",
     "name": "بودرة بلوب أزرق نص ",
     "price": 190,
     "img": 1
    },
    {
     "id": "nmur8n6n5",
     "name": "بودرة بلوب أبيض نص ",
     "price": 190,
     "img": 1
    },
    {
     "id": "nmur8n815",
     "name": "بودرة بلوب أزرق ربع ",
     "price": 95,
     "img": 1
    },
    {
     "id": "nmur8p791",
     "name": "بودرة بلوب أبيض ربع",
     "price": 95,
     "img": 1
    },
    {
     "id": "nmur8po1f",
     "name": "بودرة بلوب أحمر ",
     "price": 150,
     "img": 1
    },
    {
     "id": "nmur8q0yx",
     "name": "بودرة تشقير جي كي ",
     "price": 700,
     "img": 1
    },
    {
     "id": "nmus61kro",
     "name": "اكسجين بلوب ",
     "price": 60,
     "img": 1,
     "variants": [
      {
       "id": "vmus6fmg3",
       "n": "اكسجين بلوب 20%",
       "img": 1,
       "p": 60
      },
      {
       "id": "vmus6fu0v",
       "n": "اكسجين بلوب 30%",
       "img": 1,
       "p": 60
      },
      {
       "id": "vmus6fvjc",
       "n": "اكسجين بلوب 40%",
       "img": 1,
       "p": 60
      }
     ]
    },
    {
     "id": "nmut2teky",
     "name": "صبغة حواجب بايجن ",
     "price": 100,
     "img": 1
    }
   ]
  },
  {
   "name": "كلارفينج وديتوكس القشره",
   "items": [
    {
     "id": "nmurhrsdb",
     "name": "كلارفينج ",
     "price": 120,
     "img": 1
    },
    {
     "id": "nmurhruey",
     "name": "شامبو القشره ",
     "price": 150,
     "img": 1
    },
    {
     "id": "nmurhrwbz",
     "name": "بلديز ديتوكس قشره ",
     "price": 600,
     "img": 1
    }
   ]
  },
  {
   "name": "البادكير ومستلزماته",
   "items": [
    {
     "id": "nmurhtpca",
     "name": "كالس أوف ربع ",
     "price": 300,
     "img": 1
    },
    {
     "id": "nmurhtrby",
     "name": "كالس أوف نص ",
     "price": 450,
     "img": 1
    },
    {
     "id": "nmurhtssc",
     "name": "كالس أوف كيلو ",
     "price": 850,
     "img": 1
    },
    {
     "id": "nmurhw7ip",
     "name": "ملح بادكير ",
     "price": 25,
     "img": 1
    },
    {
     "id": "nmurhztto",
     "name": "محفظة أدوات بادكير كبيره ",
     "price": 250,
     "img": 1
    }
   ]
  },
  {
   "name": "الرفايع",
   "items": [
    {
     "id": "nmurhvcwe",
     "name": "فرشة توزيع مستورده ",
     "price": 25,
     "img": 1
    },
    {
     "id": "nmurhws8z",
     "name": "كلبسات تمساح ",
     "price": 30,
     "img": 1
    },
    {
     "id": "nmurhxoo5",
     "name": "كلبسات معدن ",
     "price": 35,
     "img": 1
    },
    {
     "id": "nmurhy8w6",
     "name": "فرشة توزيع ماسكات سيليكون ",
     "price": 25,
     "img": 1
    },
    {
     "id": "nmuri1ax7",
     "name": "مشط حراري ",
     "price": 15,
     "img": 1
    },
    {
     "id": "nmuri2ce3",
     "name": "مضرب صبغه ",
     "price": 20,
     "img": 1
    },
    {
     "id": "nmuri3np6",
     "name": "كيس شيت ماسك وجه",
     "price": 120,
     "img": 1
    },
    {
     "id": "nmuri4xpq",
     "name": "ودانه سيليكون",
     "price": 30,
     "img": 1
    },
    {
     "id": "nmuribgml",
     "name": "طبق توزيع اكليرك كبير",
     "price": 60,
     "img": 1
    },
    {
     "id": "nmuribuxc",
     "name": "سفنجه شيڤي",
     "price": 30,
     "img": 1
    }
   ]
  },
  {
   "name": "التساقط والانبات",
   "items": [
    {
     "id": "nmusobplu",
     "name": "إيلاڤيم",
     "price": 160,
     "img": 1
    },
    {
     "id": "nmusod4s2",
     "name": "بخاخ فاستر ",
     "price": 200,
     "img": 1,
     "gal": [
      "gmut2hsewxbpu",
      "gmut2i2nyjbg8",
      "gmut2ie6gksoi",
      "gmut2imx4fv9l"
     ]
    }
   ]
  }
 ],
 "minGrams": 50
};
