const CATALOG={
 "brand": "PROTEIN & COSMETICS",
 "whatsapp": "201021602774",
 "sections": [
  {
   "name": "البروتينات",
   "items": [
    {
     "id": "p1",
     "name": "ميكس كوفي",
     "price": 1000,
     "img": 1,
     "gram": 1.5
    },
    {
     "id": "p2",
     "name": "برو فيلر",
     "price": 1200,
     "img": 1,
     "gram": 1.5
    },
    {
     "id": "p3",
     "name": "جولد فيلر",
     "price": 1300,
     "img": 1,
     "gram": 1.5
    },
    {
     "id": "p4",
     "name": "بيانكو",
     "price": 1300,
     "img": 1,
     "gram": 1.5
    },
    {
     "id": "p5",
     "name": "ميركل",
     "price": 1300,
     "img": 1,
     "gram": 1.5
    },
    {
     "id": "p6",
     "name": "كافيار",
     "price": 1600,
     "img": 1,
     "gram": 2
    },
    {
     "id": "p7",
     "name": "دياموند",
     "price": 1800,
     "img": 1,
     "gram": 2
    },
    {
     "id": "p8",
     "name": "ارجانو كولاجين",
     "price": 2000,
     "img": 1,
     "gram": 2
    },
    {
     "id": "p9",
     "name": "روزابيلا",
     "price": 2400,
     "img": 1,
     "gram": 2.5
    },
    {
     "id": "p10",
     "name": "نانولين",
     "price": 2500,
     "img": 1,
     "gram": 2.5
    },
    {
     "id": "p11",
     "name": "بيست سموث",
     "price": 2500,
     "img": 1,
     "gram": 2.5
    },
    {
     "id": "p12",
     "name": "فور سيزون",
     "price": 2700,
     "img": 1,
     "gram": 3
    },
    {
     "id": "p13",
     "name": "نفرتيتي",
     "price": 2700,
     "img": 1,
     "gram": 3
    },
    {
     "id": "p14",
     "name": "بيو فيلر",
     "price": 2700,
     "img": 1,
     "gram": 3
    }
   ]
  },
  {
   "name": "مجموعات العناية - نص لتر",
   "items": [
    {
     "id": "p15",
     "name": "نانو كولاجين",
     "price": 180,
     "img": 1
    },
    {
     "id": "p16",
     "name": "كافيار",
     "price": 180,
     "img": 1
    },
    {
     "id": "p17",
     "name": "ارجان ديلوكس",
     "price": 180,
     "img": 1
    },
    {
     "id": "p18",
     "name": "جولد بلكس",
     "price": 350,
     "img": 1
    },
    {
     "id": "p19",
     "name": "زولا",
     "price": 350,
     "img": 1
    }
   ]
  },
  {
   "name": "مجموعات العناية - لتر",
   "items": [
    {
     "id": "p20",
     "name": "كولاجين",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ]
    },
    {
     "id": "p21",
     "name": "كافيار",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ]
    },
    {
     "id": "p22",
     "name": "ميكس ارجان",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ]
    },
    {
     "id": "p23",
     "name": "كوفي",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ]
    },
    {
     "id": "p24",
     "name": "سيراميد",
     "price": 350,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 90
      },
      {
       "n": "بلسم",
       "p": 90
      },
      {
       "n": "حمام كريم",
       "p": 90
      },
      {
       "n": "سيرم",
       "p": 90
      }
     ]
    },
    {
     "id": "p25",
     "name": "ثيرمو",
     "price": 350,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 90
      },
      {
       "n": "بلسم",
       "p": 90
      },
      {
       "n": "حمام كريم",
       "p": 90
      },
      {
       "n": "سيرم",
       "p": 90
      }
     ]
    },
    {
     "id": "p26",
     "name": "فايف دي",
     "price": 350,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 90
      },
      {
       "n": "بلسم",
       "p": 90
      },
      {
       "n": "حمام كريم",
       "p": 90
      },
      {
       "n": "سيرم",
       "p": 90
      }
     ]
    },
    {
     "id": "p27",
     "name": "جولد كافيار",
     "price": 400,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 110
      },
      {
       "n": "بلسم",
       "p": 110
      },
      {
       "n": "حمام كريم",
       "p": 110
      },
      {
       "n": "سيرم",
       "p": 110
      }
     ]
    },
    {
     "id": "p28",
     "name": "كيرا",
     "price": 400,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 110
      },
      {
       "n": "بلسم",
       "p": 110
      },
      {
       "n": "حمام كريم",
       "p": 110
      },
      {
       "n": "سيرم",
       "p": 110
      }
     ]
    },
    {
     "id": "p29",
     "name": "زولا",
     "price": 420,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 110
      },
      {
       "n": "بلسم",
       "p": 110
      },
      {
       "n": "حمام كريم",
       "p": 110
      },
      {
       "n": "سيرم",
       "p": 110
      }
     ]
    }
   ]
  },
  {
   "name": "الترميمات",
   "items": [
    {
     "id": "p30",
     "name": "نانو بيوتين",
     "price": 200,
     "img": 1
    },
    {
     "id": "p31",
     "name": "دياموند",
     "price": 250,
     "img": 1
    },
    {
     "id": "p32",
     "name": "بدويه",
     "price": 250,
     "img": 1
    },
    {
     "id": "p33",
     "name": "ريبير بلص",
     "price": 250,
     "img": 1
    },
    {
     "id": "p34",
     "name": "كافيار",
     "price": 300,
     "img": 1
    },
    {
     "id": "p35",
     "name": "كولاجين كومبليكس",
     "price": 450,
     "img": 1
    },
    {
     "id": "p36",
     "name": "دكتور كافيار",
     "price": 600,
     "img": 1
    },
    {
     "id": "p37",
     "name": "دكتور هير",
     "price": 600,
     "img": 1
    },
    {
     "id": "p38",
     "name": "بلديز",
     "price": 600,
     "img": 1
    },
    {
     "id": "p39",
     "name": "سترونج ريبير",
     "price": 500,
     "img": 1
    },
    {
     "id": "p40",
     "name": "سترونج بلص",
     "price": 1200,
     "img": 1
    }
   ]
  },
  {
   "name": "المكاوي",
   "items": [
    {
     "id": "p41",
     "name": "تورنيدو جولد",
     "price": 1500,
     "img": 1
    },
    {
     "id": "p42",
     "name": "ليزا",
     "price": 1800,
     "img": 1
    },
    {
     "id": "p43",
     "name": "ريجنسي",
     "price": 3000,
     "img": 1
    },
    {
     "id": "p44",
     "name": "بلاك هورس",
     "price": 3200,
     "img": 1
    },
    {
     "id": "p45",
     "name": "فراشه",
     "price": 3300,
     "img": 1
    },
    {
     "id": "p46",
     "name": "اكتيز",
     "price": 3500,
     "img": 1
    },
    {
     "id": "p47",
     "name": "فوك سمارت",
     "price": 3500,
     "img": 1
    }
   ]
  },
  {
   "name": "استشوارات",
   "items": [
    {
     "id": "p48",
     "name": "هوم جولد",
     "price": 350,
     "img": 1
    },
    {
     "id": "p49",
     "name": "اكس 6",
     "price": 850,
     "img": 1
    },
    {
     "id": "p50",
     "name": "كورنر",
     "price": 1000,
     "img": 1
    },
    {
     "id": "p51",
     "name": "تورنيدو",
     "price": 1500,
     "img": 1
    },
    {
     "id": "p52",
     "name": "ليزا",
     "price": 1800,
     "img": 1
    }
   ]
  },
  {
   "name": "الامبولات",
   "items": [
    {
     "id": "p53",
     "name": "هير واي",
     "price": 85,
     "img": 1
    },
    {
     "id": "p54",
     "name": "برو ميتشل",
     "price": 150,
     "img": 1
    },
    {
     "id": "p55",
     "name": "فاستر توم",
     "price": 150,
     "img": 1
    },
    {
     "id": "p56",
     "name": "روزماري",
     "price": 450,
     "img": 1
    },
    {
     "id": "p57",
     "name": "خلايا جذعية",
     "price": 650,
     "img": 1
    },
    {
     "id": "p58",
     "name": "فيلر مائي",
     "price": 170,
     "img": 1
    }
   ]
  }
 ],
 "minGrams": 50
};
