const CATALOG={
 "brand": "PROTEIN & COSMETICS",
 "whatsapp": "201021602774",
 "sections": [
  {
   "name": "البروتينات",
   "items": [
    {
     "id": "p1",
     "name": "ميكس كوفي",
     "price": 1000,
     "img": 1,
     "gram": 1.5,
     "desc": "Mix Coffee📣❤\n\n✅بروتين مكس كوفي الجبار\" يعطي نسبة فرد تصل إلى 100% حتى مع الشعر الافريقي😎\n\n✅ بروتين مكس كوفي هو منتج مصمم خصيصًا لعلاج وتقوية الشعر❤️\n \n✅يعزز نمو الشعر ويعمل على ملء الفراغات الناتجة عن تساقط الشعر. يحتوي على تركيز عالي من الفيتامين😍\n\n✅ لذا يعد الخيار لعلاج  مشاكل الشعر وتحسين جماله وصحته\n"
    },
    {
     "id": "p2",
     "name": "برو فيلر",
     "price": 1200,
     "img": 1,
     "gram": 1.5,
     "desc": "PRO FILLER🇧🇷 📣💙\n\n✅المنتج الأفضل لفرد وعلاج الشعر \n✅بروتين برو  فيلر ا🇧🇷\n\n✅أول منتج يحتوي علي الفيلر والبروتين في عبوة واحدةالمنتج الأفضل لفرد وعلاج الشعر \n\n✅هيحقق أفضل نتائج فرد وعلاج وتنعيم الشعر \nجربوه الأن واكسبوا ثقة عملائكم بنتائج مرضية \n\n"
    },
    {
     "id": "p3",
     "name": "جولد فيلر",
     "price": 1300,
     "img": 1,
     "gram": 1.5,
     "desc": "Gold FILLER ⚡\n\nجربوا \"جولد فيلر\" بروتين الشعر واستمتعوا بشعر ناعم ولامع زي الحرير! 🌟 \nالمنتج ده مش مجرد علاج عادي، ده حل سحري لكل مشاكل شعركم! 💫\n\nليه \"جولد فيلر\"؟\n\n* تغذية عميقة: البروتين الطبيعي الموجود في \"جولد فيلر\".   \n    بيخترق جذور الشعر ويغذيه من الجذور للأطراف، عشان شعركم يبقى قوي وصحي\n\n* بيعالج الشعر التالف والمهلوك .\n\n* لمعان رائع: المنتج بيضيف لمعان طبيعي للشعر، يخليكم تبهروا كل اللي حواليكم!\n\n* نعومة فائقة: شعركم هيبقى ناعم زي الحرير، سهل التصفيف ومافيهوش أي تشابك.\n\n             مناسب للشعر الافريقي 🇧🇷"
    },
    {
     "id": "p4",
     "name": "بيانكو ",
     "price": 1300,
     "img": 1,
     "gram": 1.5,
     "desc": "📣بيانكو  Bianko\n\n✅عوده بعد غياب بشكل جديد بيانكو 3 ❌1 \n\n📌اسال عن سعر البيانكو خامه مقابل سعر \" ارخص  سعر في مصر ❤\n\n📌عملنا مادتين ابيض / ازرق لى جميع انواع الشعور بفضل الله ع شان مافيش حاجه توقفك 👌\n\n📌 الماده الزرقاء عباره عن بروتين وفيلر وبوتكس للشعر الافريقي المجعد سهل جدا في الكبس طريقه والجمال في البيانكو انه بيتشطف كامل او نص مافيش اى مشكله مش هيصعب الدنيا عليكى 👌\n\n📌الماده البيضاء دى بق حلويات للشعر الجاف الشعر المهلوك للشعر المصبوغ للشعر الى مينفعش يعمل بروتين 😉\nشطف كامل قبل الكبس\n\n",
     "variants": [
      {
       "id": "vmuvv6thj",
       "n": "بيانكو ماده زرقا ",
       "img": 1,
       "d": "📣بيانكو الازرق للشعر الافريقي والمصبوغ ⚡  📌اسال عن سعر البيانكو خامه مقابل سعر \" ارخص  سعر في مصر ❤  📌 الماده الزرقاء عباره عن بروتين وفيلر وبوتكس للشعر الافريقي المجعد سهل جدا في الكبس طريقه والجمال في البيانكو انه بيتشطف كامل او نص مافيش اى مشكله مش هيصعب الدنيا عليكى 👌  ✅كمان مناسب مع الشعر االمصبوغ 🌹  ✅ امن اطفال وحوامل  ✅ الماده شطف كامل 🔥  ",
       "p": 1300
      },
      {
       "id": "vmuvv6voh",
       "n": "بيناكو ماده بيضا ",
       "p": 1300,
       "img": 1,
       "d": "✨ بروتين بيانكو 2 White ✨ احصلي على شعر ناعم، لامع، وصحي من أول استخدام! 💇‍♀️ 📌 تركيبة احترافية من السيراميد + الفيلر + البوتوكس 💜 📌 3×1 لعلاج وتقوية الشعر بأمان تام 📌 خالي تمامًا من الفورمالين ✅ 📌 آمن على الأطفال والحوامل 👶🤰 📌 ريحة تحفة 🌸 ونتيجة فورية من أول جلسة!  💧 لو شعرك تعبان، باهت، متقصف أو ناشف، الحل هنا 👉 #BIANKO ✅ نعومة ولمعة من أول مرة ✅ تثبيت ونتيجة تدوم شهور ✅ لتر كامل يكفي عدد جلسات كتير 🔥 "
      }
     ]
    },
    {
     "id": "p5",
     "name": "ميركل",
     "price": 1300,
     "img": 1,
     "gram": 1.5,
     "desc": "ميركل الدهب جولد \n✅المنتج الأفضل لفرد وعلاج الشعر \n✅بروتين ميركل البرازيلي🇧🇷\n\n✅أول منتج يحتوي علي الفيلر والبروتين في عبوة واحدةالمنتج الأفضل لفرد وعلاج الشعر \n\n✅هيحقق أفضل نتائج فرد وعلاج وتنعيم الشعر \nجربوه الأن واكسبوا ثقة عملائكم بنتائج مرضية \n\n",
     "variants": [
      {
       "id": "vmuvv3c1d",
       "n": "ميركل جولد ",
       "img": 1,
       "d": "ميركل الدهب جولد  ✅المنتج الأفضل لفرد وعلاج الشعر  ✅بروتين ميركل البرازيلي🇧🇷  ✅أول منتج يحتوي علي الفيلر والبروتين في عبوة واحدةالمنتج الأفضل لفرد وعلاج الشعر   ✅هيحقق أفضل نتائج فرد وعلاج وتنعيم الشعر  جربوه الأن واكسبوا ثقة عملائكم بنتائج مرضية ",
       "p": 1300
      },
      {
       "id": "vmuvv3ext",
       "n": "ميركل ازرق ",
       "p": 1300,
       "img": 1,
       "d": "💙 بروتين ميركل – المادة الزرقاء   الحل الآمن مع الشعر المصبوغ 💎  ✔️ مناسب للشعر المصبوغ بدون ما يغيّر اللون   ✔️ يقلل الاصفرار ويحافظ على درجة الصبغة   ✔️ فرد ناعم ولمعة احترافية من أول جلسة   ✔️ آمن على الشعرة وبيحافظ على جودتها    اختيار مثالي لكل كوافير عايزة نتيجة مضمونة مع الصبغات 👑    "
      }
     ]
    },
    {
     "id": "p6",
     "name": "كافيار",
     "price": 1600,
     "img": 1,
     "gram": 2,
     "desc": "🇧🇷 مادة كافيار الأصلية 3*1– فخامة الشغل الصح 🇧🇷\n\nلو عايزة نتيجة تفرق من أول مرة وتشرفك قدّام أي عميلة 👌\nمادة الكافيار اختيارك المثالي للكوافير والبيوتي سنتر 💇‍♀️✨\n\n🌟 الفوايد اللي هتخليكي تعتمدّيها في شغلك:\n✨ فرد 100% \n✨ بتدي نعومة ولمعة فورية\n✨ تغذية عميقة للشعر التالف والمرهق\n✨ بتقلل الهيشان والتقصف\n✨ بتقوي الشعرة وتديها مظهر صحي\n✨ مناسبة لكل أنواع الشعر\n\n🛑 الأهم بقى:\n✅مادة شطف كامل \n✅ زيرو فورمالين\n✅ آمنة تمامًا على الأطفال 👶\n✅ آمنة على الحوامل 🤰\n\n"
    },
    {
     "id": "p7",
     "name": "دياموند",
     "price": 1800,
     "img": 1,
     "gram": 2,
     "desc": "🔥 لو بتدوري على نتيجة ترضي عميلتك من أول مرة...  \nبروتين دايموند هو اختيارك الصح 💎\n\n✔️ فرد عالي الكفاءة يناسب أصعب أنواع الشعر  \n✔️ نتيجة سريعة وثابتة بتخلي العميلة ترجعلك تاني  \n✔️ لمعان قوي وملمس ناعم من أول جلسة  \n✔️ يقلل الهيشان ويعالج التقصف بفعالية  \n\nارفعـي مستوى شغلك وقدّمي خدمة تفرق معاكي في السوق 👑  \n\n"
    },
    {
     "id": "p8",
     "name": "ارجانو كولاجين",
     "price": 2000,
     "img": 1,
     "gram": 2,
     "desc": "Argano Collagen \" 📣❤\n\n📌علشان عارفين ان الارجان والكولاجين  اهم حاجه للعلاج الشعر من جميع المشاكل منتج برازيلى اصلى🌹\n\n ✅ جبنالك الحل \" منتج بيحتوى على الاتنين في ازازه واحده معالجه وفرد 100% لجميع انواع الشعور الضعيفه والافريقيه\n\n ✅ ماهو هو الارجانو كولاجين المعالج ؟\n\n📌 الارجان :\n  \n✅ معروف بفوائده الكثيرة للشعر ، حيث يحتوي على فيتامين E والأحماض الدهنية الأساسية التي تعمل على ترطيب الشعر وتغذيته \n\n📌 الكولاجين :\n\n✅ هو عبارة عن سلسلة طويلة من الأحماض الأمينية الطبيعية تساعد على تقوية بصيلات الشعر\n\n ✅ تتكون سلاسل الأحماض الأمينية المكونة للكولاجين من أحماض أمينية فردية وهي البرولين، الأرجينين، والهيدروكسيبرولين ، كما أنه مسؤول عن تقوية  وتعزيز الشعر المتهالك من الصبغه والمتساقط والمتضرر من الفرد الضار 🌹\n\nملحوظه : شطف كامل او نص شطفه او كبس مباشر غلى الماده اشتغلى بطريقتگ من غير قلق ❤\n"
    },
    {
     "id": "p9",
     "name": "روزابيلا سيراميد ",
     "price": 2400,
     "img": 1,
     "gram": 2.5,
     "desc": "📣روزبيلا رجع اقوي من الاول بماده جديده تشرفك ❤\n\nمناسب لى جميع انواع الشعور🌹\n\n📌ويعتبر بروتين الروزبيلا سيراميد أحد أهم أنواع البروتين المستخدمة في الوقت الحالي، حيث يعمل على علاج الشعر المصبوغ، \n\n✅حيث يعتبر هذا النوع أو الاستخدام من أهم استخدام بروتين السيراميد المشهورة المعالجه\n\n📌كما يستخدم بروتين روزبيلا سيراميد،\nمعالج للشعر التالف والمتقصف، كما يعتبر هذا النوع من أنواع البروتين مناسب جداً لتلك الحالة، ويعتبر هذا الأمر من أهم الأمور التي يجب أن توضع في الاعتبار\n\n✅الماده آمنه على الأطفال والحوامل"
    },
    {
     "id": "p10",
     "name": "نانولين",
     "price": 2500,
     "img": 1,
     "gram": 2.5,
     "desc": "✨ رجّعي نعومة شعرك مع NanoLine ✨\nلو شعرك هايش – متقصف – صعب التصفيف… الحل دلوقتي بين إيديك 🔥\n\n💎 NanoLine Professional🇧🇷🇧🇷\n\nمادة علاج وفرد حديثة بتكنولوجيا النانو تعالج الشعر وتخليه ناعم ولامع من أول جلسة.🌟👸🏼🇧🇷\n\n✅ 0% فورمالين آمنة على الشعر\n✅ بتقلل الهيشان والنفشة\n✅ بتغذي الشعر بتركيبة الكيراتين + بانثينول + زيت الخروع\n✅ بتدي نعومة ولمعان طبيعي\n✅ مناسبة لكل أنواع الشعر\n✅ بتسهّل التصفيف وبتخلي الشعر مرتب طول الوقت\n\n💥 نتيجة فورية  \nشعر ناعم – صحي – شكله راقي ✨\n\n"
    },
    {
     "id": "p11",
     "name": "بيست سموث",
     "price": 2500,
     "img": 1,
     "gram": 2.5,
     "desc": "● لكل عشاق الماده الزرقا اللى مش بتغير لون الشعر المصبوغ\n● متاح عندنا بروتين بيست_سموث_البرازيلي_الأزرق 💧\n● من شركة ناتشورال_البرازيلية 🇧🇷\n\n● وهم الترطيب للشعور المصبوغه المهلوكه المتضررة ✌️\n● أعلي مادة زرقا ممكن تشتغلي بيها 💎\n● الماده ريحتها تحفه وقوامها بلسمي خطيرررر 🫰\n\n"
    },
    {
     "id": "p12",
     "name": "فور سيزون",
     "price": 2700,
     "img": 1,
     "gram": 3,
     "desc": "🔥 4 SEASON CERAMIDE – CAVIAR – BLAZMA – BOTOX 🔥\nلو شعرك محتاج ترميم + ترطيب + نعومة + لمعان… 💎\nفـ 4 SEASON CERAMIDE هو الاختيار اللي يستاهل التجربة! ✨\n\n💫 مميزات المنتج:\n✔️ يمنح الشعر نعومة فورية\n✔️ يساعد على ترميم الشعر التالف\n✔️ ترطيب عميق للشعر الجاف والهايش\n✔️ يساعد على تقليل مظهر التقصف والهيشان\n✔️ يمنح الشعر لمعانًا ومظهرًا صحيًا\n✔️ تركيبة غنية بزيوت جوز الهند والخروع\n✔️ FORMOL 0% "
    },
    {
     "id": "p13",
     "name": "نفرتيتي",
     "price": 2700,
     "img": 1,
     "gram": 3,
     "desc": "NEFERTITI PROTEIN 🇧🇷\n📣 عايزة شعرك يبقى ناعم زي الحرير ويلمع من غير تقصف ولا هيشان ولا تساقط ؟!\nجربي بروتين نفرتيتي – الحل السحري لشعر أحلامك!\n\n🥇المميزات اللي هتخليكي تعشقيه:\n\n1️⃣خالي من الفورمالين (آمن 100%)👍🏼💯\n2️⃣غني بالكولاجين وزيت دوار الشمس لتغذية وترميم الشعر🤩\n\n3️⃣مناسب لكل أنواع الشعر حتى الشعر الأبيض والمتقصف🤗✨\n4️⃣بيدّيكي فرد ولمعة وملمس حرير من أول استخدام🫵🏼😍\nريحته تجنن ونتيجته بتقعد شهور🫶🏼🔥\n\nلو عايزة شعرك يقول أنا ملكة.. يبقى بروتين نفرتيتي هو اختيارك الصح!📣🥇\n"
    },
    {
     "id": "p14",
     "name": "بيو فيلر",
     "price": 2700,
     "img": 1,
     "gram": 3,
     "desc": "💙✨ بيو فيلر البرازيلي ✨💙\nلو نفسك في شعر ناعم، قوي، مليان حيوية ولمعة 🔥\nبيو فيلر هو الاختيار الصح 💯\n\n🌿 0% فورمالين = أمان تام لشعرك وصحتك\n🌿 فرد وانسيابية من أول جلسة\n🌿 ترطيب عميق وحماية من الهيشان\n🌿 يعالج التلف والتقصف ويدي شعرك شكل صحي ولامع\n🌿 مناسب لكل أنواع الشعر حتى الشعر الضعيف والمتقصف\n\n💆‍♀️ البروتين البرازيلي رقم 1 اللي بيجمع بين:\n✅ فرد + علاج + ترطيب + لمعان\nفي منتج واحد بس!\n\n✨ ليه بيو فيلر مختلف؟\nلأنه بروفيشنال ومعتمد ومكوناته طبيعية مدروسة، مش بس بيغير شكل الشعر مؤقت… لا، بيديله علاج من الجذور للأطراف 👌\n"
    },
    {
     "id": "nmusoaxx2",
     "name": "وايت جولد ",
     "price": 3500,
     "img": 1,
     "desc": "💎 White Gold ✨🇧🇷\n📌(Blazma-Caviar-Collagen-Ceramide-Argan Oil)\n✔️ علاج فعّال لتقوية الشعر من الجذور\n✔️ يخلي شعرك ناعم، لامع بدون هيشان \n✔️ خالي من الفورمالين – آمن 100٪\n✔️ مناسب لجميع أنواع الشعر\n✔️مناسب للشعر المصبوغ \n✔️ ترطيب عالي \n✔️ بدون دخان في الجلسه وسهوله في الكبس \nدلّعي عملائك مع لمسة الفخامة الحقيقية ✨\nواختاري ليهم \"وايت جولد\"… لأنكم تستاهلوا الأفضل! 🌟\n\n"
    }
   ]
  },
  {
   "name": "مجموعات العناية - نص لتر",
   "items": [
    {
     "id": "p15",
     "name": "نانو كولاجين",
     "price": 180,
     "img": 1,
     "desc": "✨مجموعة نانو كولاجين النص لتر✨\n\n📣وداعًا للتقصف، الهيشان، البهتان… واهلا بشعر ناعم، قوي، بيلمع وريحته تجنن!👸🏼🤗\n\n📣 مجموعة نانو كولاجين الأسطورية\n(شامبو + بلسم + ماسك + سيروم)\nهي الحل السحري لكل بنت وكل كوافيرة عايزة نتيجة تشرف قدام الزبونة!🫵🏼\n\nليه نانو كولاجين؟🤔\n✅ لأنها معمولة مخصوص للشعر المعالج (بروتين، كيراتين، بوتوكس)👌💯\n✅ خالية من الأملاح والصوديوم – يعني أمان على شعرك 100٪\n✅ سيروم يلمع، ويرطب بعمق🤩\n✅ ريحة فخمة ونتيجة من أول غسلة😍\n✅ هتشوفي فرق حقيقي في نعومة ولمعة شعرك🥰"
    },
    {
     "id": "p16",
     "name": "كافيار",
     "price": 180,
     "img": 1,
     "desc": "كافيار نص لتر ❤️🤩\nترطيب و ريحه تحفه ❤️\n"
    },
    {
     "id": "p17",
     "name": "ارجان ديلوكس",
     "price": 180,
     "img": 1
    },
    {
     "id": "p18",
     "name": "جولد بلكس",
     "price": 350,
     "img": 1,
     "desc": "✨ لأن شعرك يستحق العناية الكاملة ✨\n\nمع مجموعة جولد بلكس \n\n💛 Gold Plex 4×1 💛\n\nهتحصلي على روتين متكامل لشعر صحي، ناعم، ولامع من أول استخدام 😍\n\n✔ شامبو لتنظيف وتغذية الشعر\n\n✔ بلسم لنعومة وفك التشابك\n\n✔ سيروم للمعان وحماية الأطراف\n\n✔ ماسك ترميم عميق للشعر التالف\n\n🌿 خالي من الصوديوم\n\n🌿 مناسب لجميع أنواع الشعر\n\n🌿 يساعد على تقليل الهيشان والتقصف\n\n🌿 يمنح الشعر نعومة ولمعان طبيعي\n\n"
    },
    {
     "id": "p19",
     "name": "زولا",
     "price": 350,
     "img": 1,
     "desc": "✨ مجموعة زولا للعناية المتكاملة بالشعر ✨\nلو بتدوري على شعر صحي، ناعم وقوي… الحل مع مجموعة زولا 💛  \n\n💧 ترطيب عميق من الجذور حتى الأطراف  \n🌿 مكونات طبيعية آمنة على كل أنواع الشعر  \n✨ تغذية ولمعان بفضل زيت الأرجان وزيت الجوجوبا  \n\n📦 المجموعة الكاملة هتدي شعرك العناية اللي يستحقها  \n\nجمال شعرك يبدأ بخطوة 😉\n"
    }
   ]
  },
  {
   "name": "مجموعات العناية - لتر",
   "items": [
    {
     "id": "p20",
     "name": "كولاجين",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ],
     "desc": "Collagen \"❤\n\n📌 مجموعة كولاجين العنايه الكامله👌 \n\nمجموعه كولاجين زبده الشيا ❤ \n\nمجموعه عنايه بعد البروتين ترطيب ولمعان 🌹\n\n\nمكونه من اربع حاجات \n(شامبو ) بيقلل تجعيد الشعر ... تنظيف فروه الراس ❤ \n\n(البلسم ) ده بجد خيال بيرطب الشعر 10 اضعاف حرفيا جدا و بيمنع التشابك 🌹 \n\n(حمام الكريم ) بيقلل الهيشان و بيدي لمعه و قوه ملحوظه و مظهر صحي للشعر ❤️❤️ \n\n( السيروم) بيدي لمعه للشعر بجد مش طبيعيه و بيمنع تساقط الشعر لمعان 24 ساعه 🌹 \n "
    },
    {
     "id": "p21",
     "name": "كافيار",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ],
     "desc": "📣 مجموعة الكفيار الغنية بالأحماض الأمينية الأساسية  والأحماض الدهنية والعناصر النادرة واليود، مع آلية متوازنة لاستعادة الشعر. تحسن بنية الشعر وتصلح الشعر على الفور وتستعيد قوة الشعر وتغذي الشعر بشكل مستمر، كما تعالج الزوائد الجلدية بالشعر لتجعل الشعر ناعمًا وقويًا\n\nمكونه من اربع حاجات \n(شامبو ) بيقلل تجعيد الشعر ....تنعيم الشعر ... تنظيف فروه الراس ❤️❤️ \n\n(البلسم ) ده بجد خيال بيرطب الشعر كويس جدا و بيمنع التشابك و بينعم الشعر \n\n(حمام الكريم ) بيقلل الهيشان و بيدي لمعه و قوه ملحوظه و مظهر صحي للشعر ❤️❤️ \n\n( السيروم) بيدي لمعه للشعر بجد مش طبيعيه و بيمنع تساقط الشعر لاحتوائه علي فيتامين E \n  "
    },
    {
     "id": "p22",
     "name": "ميكس ارجان",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ],
     "desc": "📣مجموعه ميكس أرجان للعنايه بالشعر 🔥\n\n✅تحتوي علي زيت الأرجان ذو الخصائص التجميليه \nوفيتامينات زيت الزيتون وزهره عباد الشمس \n\n✅يستخدم الأرجان\nكمرطب مغذي ومعالج للشعر ويطلق عليه اسم “الذهب السائل“\nلصفاته المذهله يحتوي علي كميات كبيرة من العناصر الغذائيه المفيدة\n\n✅الأحماض الدهنيه التي تعالج الشعر وتغذيه ,بما في ذلك فيتامين ( E )\nهو مفيد للغايه للشعر ويعزز النمو الصحي للشعر وتمتاز ايضا مادة الأرجان\n\n✅علي مضادات الأكسدة التي تساعد الخلايا علي انتاج شعر صحي ويتم\nاستخدامه بكثرة لنمو الشعر ويعمل علي تطويل الشعر وتناسب الشعر المصبوغ وامن للبروتين والفيلر والكفيار ⚡\n\n⚡مجموعة ميكس ارجان  خاليه من الصوديوم والكبريتات الضارة بالشعر\n\n"
    },
    {
     "id": "p23",
     "name": "كوفي",
     "price": 320,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 85
      },
      {
       "n": "بلسم",
       "p": 85
      },
      {
       "n": "حمام كريم",
       "p": 85
      },
      {
       "n": "سيرم",
       "p": 65
      }
     ],
     "desc": "�☕ مجموعة COFFEE للعناية بالشعر وصلت ☕🔥\n\nلو بتدوري على روتين متكامل لشعر ناعم، صحي ولامع… المجموعة دي هتكون اختيار ممتاز 👌✨\n\n🤎 Hair Shampoo 1000ML\nتنظيف لطيف وعناية بالشعر.\n\n🤎 Hair Conditioner 1000ML\nترطيب وتغذية ولمسة نعومة مميزة.\n\n🤎 Hair Mask 1000ML\nعناية وترطيب مكثف للشعر.\n\n🤎 Hair Serum 100ML\nمزيج من الزيوت للعناية بالشعر ومنحه مظهر أكثر نعومة ولمعانًا.\n\n✨ مجموعة متكاملة للعناية بالشعر في روتين واحد\n☕ بخلاصة القهوة والزيوت الطبيعية\n"
    },
    {
     "id": "p24",
     "name": "سيراميد",
     "price": 350,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 90
      },
      {
       "n": "بلسم",
       "p": 90
      },
      {
       "n": "حمام كريم",
       "p": 90
      },
      {
       "n": "سيرم",
       "p": 90
      }
     ],
     "desc": "🏅👸🏼 مجموعة CERMIDE  🔥\n\n📌شامبو وبلسم سيراميد 🔽\nمهما كان شعرك متقصف او خشن او بيهيش من النهاردة هتنسي كل دا 🤩✨\nمع مجموعة سيراميد هتتمتعي بشعر ناعم وقوي وهتلاحظي السهولة ف التسريح 👌💯\n\n📍مجموعه سيراميد الوحيدة المكونة من البروتين والكيرياتين ، لو انتى عاملة شعرك فرد دا الحل الوحيد المتكامل لشعرك علشان تحافظى على الفرد لاطول فترة ممكنة 🤩🔝\nولو مش عاملة شعرك فرد انسى مشاكل الشعر المتقصف والخشن والمتساقط 👌🪄وتمتعى بشعر قوى وناعم ولامع😍 ، وهتلاحظى الفرق من اول مرة لانك هتحصلى على تغذية كاملة لشعرك لانه فري صوديوم 😻 \n\n🔖حمام كريم سيراميد من اقوي حمامات الكريم اللي بتوقف تساقط الشعر فورا 🌞🌠\nومعالج تماما للشعر وبيعمل للشعر عازل وبيخالف الشعر لو عامله بروتين عامله كرياتين اي ماده فرد في الشعر هتلاحظي اختلاف الشعرايه بنفسك حتي لو مش عامله اي فرد الغلاف ده بيفرد الشعر وفيه عنايه كامله للشعر 🥰👍🏼\n\n🏅 سيروم سيراميد \nللحفاظ على الشعر ونعومته ولمعانه وارجاع الشعر الضعيف \n"
    },
    {
     "id": "p25",
     "name": "ثيرمو",
     "price": 350,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 90
      },
      {
       "n": "بلسم",
       "p": 90
      },
      {
       "n": "حمام كريم",
       "p": 90
      },
      {
       "n": "سيرم",
       "p": 90
      }
     ],
     "desc": "\n🚩مجموعة الثيرمو  (Thermo ) من SH Professional، ودي بتتكون من:\n\n✅ المكونات الرئيسية:\n\n • الأفوكادو (Avocado): غني بالفيتامينات والدهون الصحية، بيساعد على ترطيب الشعر وتغذيته.\n\n • زيت الثوم الأسود (Black Garlic Oil): معروف بقدرته على تقوية بصيلات الشعر وتقليل التساقط.\n\n • إكليل الجبل (Rosemary): ينشط الدورة الدموية لفروة الرأس ويحفز نمو الشعر.\n\n • زيت الكتان (Flaxseed Oils): يرطب الشعر بعمق ويمنحه لمعان ومرونة.\n\n⸻\n\n✅ مكونات المجموعة:\n 1. شامبو Thermo :\n • للتنظيف اللطيف للشعر.\n • يزيل الشوائب بدون سحب الترطيب.\n \n2. كونديشنر Thermo :\n • يرطب الشعر بعد الغسيل.\n • يساعد على فك التشابك ويترك الشعر ناعم.\n\n 3. ماسك Thermo :\n • ترميم عميق للشعر التالف.\n • يعالج الجفاف والتقصف.\n\n 4. سيروم Thermo :\n • حماية حرارية للشعر عند استخدام الاستشوار أو المكواة.\n • يعطي لمعة طبيعية ويحافظ على النعومة.\n"
    },
    {
     "id": "p26",
     "name": "فايف دي",
     "price": 350,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 90
      },
      {
       "n": "بلسم",
       "p": 90
      },
      {
       "n": "حمام كريم",
       "p": 90
      },
      {
       "n": "سيرم",
       "p": 90
      }
     ],
     "desc": "عايزة شعرك يبقى حرير ولامع؟ 💎\nمجموعة  5D 🥑🧄 هتديكي:\nشامبو + بلسم + حمام كريم  + سيرم 🔥\nكلهم معمولين مخصوص عشان يرطبوا شعرك ✨ ويزودوا لمعانه 💎 ويحموه من الجفاف 👌\n\n🌿 مكونات طبيعية قوية:\n🥑 أفوكادو = ترطيب عميق\n🌱 روزماري = يقوي البصيلات ويقلل التساقط\n🧄 بلاك جارليك أويل = يغذي الشعر من الجذور للأطراف\n\n🚫 من غير صوديوم ولا سلفات = أمان 100% على شعرك\n✔️ مناسب لكل أنواع الشعر\n\n💆‍♀️ النتيجة: شعر ناعم، لامع، مرطب، مليان صحة وحيوية ✨\n\n"
    },
    {
     "id": "p27",
     "name": "جولد كافيار",
     "price": 400,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 110
      },
      {
       "n": "بلسم",
       "p": 110
      },
      {
       "n": "حمام كريم",
       "p": 110
      },
      {
       "n": "سيرم",
       "p": 110
      }
     ],
     "desc": "� مجموعة GOLD CAVIAR للعناية المتكاملة بالشعر 👑\n\nامنحي شعرك العناية التي يستحقها مع تركيبة غنية بالزيوت الطبيعية والمرطبات، لتغذية عميقة ولمعان يدوم من أول استخدام.\n\n💛 المجموعة تشمل:\n✔️ شامبو جولد كافيار\n✔️ بلسم جولد كافيار\n✔️ ماسك جولد كافيار\n✔️ سيرم جولد كافيار\n\n🌿 الفوائد:\n✨ ينظف فروة الرأس بلطف دون أن يجفف الشعر.\n✨ يغذي الشعر من الجذور حتى الأطراف.\n✨ يمنح الشعر نعومة ولمعانًا طبيعيًا.\n✨ يقلل الهيشان والتقصف.\n✨ يرطب الشعر ويحافظ على حيويته.\n✨ مناسب لجميع أنواع الشعر.\n✨ خالٍ من السلفات، وآمن على الشعر المصبوغ والمعالج.\n\n"
    },
    {
     "id": "p28",
     "name": "كيرا",
     "price": 400,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 110
      },
      {
       "n": "بلسم",
       "p": 110
      },
      {
       "n": "حمام كريم",
       "p": 110
      },
      {
       "n": "سيرم",
       "p": 110
      }
     ],
     "desc": "KIRA📣\n\n✅مجموعة كيرا للعناية بالشعر بي الارجان الخالص \" تعتبر واحدة من المنتجات الشهيرة في السوق المصري والعربي.\n\n✅ تتميز هذه المجموعة بتركيبتها الفريدة التي تهدف إلى تغذية الشعر وتحسين مظهره.\n\n\n- شامبو كيرا حجم لتر \" يساعد على تنظيف الشعر بلطف ويحافظ على رطوبته.\n\n- بلسم كيرا حجم لتر \" يعمل على ترطيب الشعر وتسهيل تصفيفه.\n\n- حمام كريم كيرا حجم لترط: يوفر تغذية إضافية ويحمي الشعر من الجفاف.\n\n* سيرم كيرا 120 ملي \" يحافظ ع ترطيب الشعر ولمعانه من الجفاف\n\nالمجموعه مناسبه للشعر الجاف التلف والمفرود بروتين 0 صوديوم \" بدون سيلفيت تماما⚡"
    },
    {
     "id": "p29",
     "name": "زولا",
     "price": 420,
     "img": 1,
     "parts": [
      {
       "n": "شامبو",
       "p": 110
      },
      {
       "n": "بلسم",
       "p": 110
      },
      {
       "n": "حمام كريم",
       "p": 110
      },
      {
       "n": "سيرم",
       "p": 110
      }
     ],
     "desc": "✨ مجموعة زولا للعناية المتكاملة بالشعر ✨\nلو بتدوري على شعر صحي، ناعم وقوي… الحل مع مجموعة زولا 💛  \n\n💧 ترطيب عميق من الجذور حتى الأطراف  \n🌿 مكونات طبيعية آمنة على كل أنواع الشعر  \n✨ تغذية ولمعان بفضل زيت الأرجان وزيت الجوجوبا  \n\n📦 المجموعة الكاملة هتدي شعرك العناية اللي يستحقها  \n\nمتستنيش… جمال شعرك يبدأ بخطوة 😉\n"
    },
    {
     "id": "nmusogu0o",
     "name": "ڤيلور",
     "price": 350,
     "img": 1,
     "desc": "✨💆‍♀️ لو شعرك محتاج عناية بجد… Vellour هي الحل 💆‍♀️✨\n\nبتدوري على مجموعة متكاملة ترجع لشعرك\nالنعومة ✨ اللمعان 💫 والقوة 💪؟\n💛 مجموعة فيلورا Vellour معمولة مخصوص عشان تغذي الشعر من الجذور للأطراف وتديكي نتيجة تفرق 👌\n\n🧴✨ مكونات المجموعة:\n🔸 شامبو ينضف بلطف من غير ما ينشف\n🔸 بلسم يفك التشابك ويخلي الشعر ناعم وسهل التصفيف\n🔸 هير ماسك تغذية عميقة وإصلاح للشعر التالف\n🔸 سيرم لمعة، حماية، وتقليل الهيشان\n\n🌿 غنية بزيوت طبيعية قوية:\n🥑 الأفوكادو – 🌱 الروزماري – 🧄 الثوم الأسود – 🌾 بذور الكتان\n\n❌ خالية من السلفات والبارابين\n✅ مناسبة لكل أنواع الشعر\n\n💬 النتيجة؟\n💆‍♀️ شعر أنعم\n✨ أقوى\n\n💖 وأكتر صحة من أول استخدام\nلو عايزة تغيير حقيقي في شعرك\nVellour اختيارك الصح 💯\n"
    }
   ]
  },
  {
   "name": "الترميمات",
   "items": [
    {
     "id": "p30",
     "name": "نانو بيوتين",
     "price": 200,
     "img": 1,
     "desc": "ترميم الشعر \nنانو بيوتين 🔥🔥\nبخلاصة الزهور وزبدة الشيا 🌸\n"
    },
    {
     "id": "p31",
     "name": "دياموند",
     "price": 250,
     "img": 1,
     "desc": "💎✨ كريم Diamond Oil Cream ✨💎\n💆‍♀️ ترميم فائق + لمعان طبيعي لشعرك ✨\n\nلو شعرك تعبان من الفرد، التصفيف أو العوامل الجوية 🌪️…\nالحل المثالي موجود: دايموند أويل كريم 👑\n\n---\n\n🌸 فوائد المنتج 🌸\n1️⃣ يعالج الشعر التالف ويقويه من الجذور 💪\n2️⃣ يعزز المرونة + لمعان طبيعي ✨\n3️⃣ يقلل التساقط ويحافظ على الكثافة 🌿\n4️⃣ بريق ساحر ولمسة ناعمة صحية 💕\n\n---\n\n💎 مميزاته 💎\n✅ مكونات طبيعية 100% 🌱\n✅ بدون كيماويات ضارة 🚫\n✅ مناسب لجميع أنواع الشعر 👩‍🦱👩‍🦰👩‍🦳\n✅ سهل الاستخدام – لا يسبب أي تكدس 💆‍♀️\n\n---\n\n📌 طريقة الاستخدام 📌\n💧 يضاف للبروتين: 10 جم لكل 100 جم بروتين\n💧 كـ Leave-in يومي على شعر مبلل 💦\n💧 آمن للأطفال والحوامل 🍼🤰 \n\n"
    },
    {
     "id": "p32",
     "name": "بدويه",
     "price": 250,
     "img": 1,
     "desc": "احترسي ⚠️⚠️⚠️⚠️\nالعُبوة بِها مادة قابلة للأدمان !❤️‍🔥\n\n# نتيجه سحريه لشعرك في اقل وقت ⏰\n\nلو معندكيش وقت لتجربة منتجات كتير لتغذيه وترطيب شعرك ومحتاجة حل سريع وفعال 👌\nعشان يخلص شعرك من الهيشان✔️والجفاف✔️والتقصيفه ✔️\n\nيبقى لازم تبدأي تستخدمي #بدويه طبيعي و اورجانيك 100% \n-دهان تصفيف يومي للشعر ,,, و لترميم الشعر بالخلاصات العشبيه و اكتر من 12 نوع من الزيوت والمالتي فيتامين وزبده الشيا واللانولين والكافيين ...\n\nحجم كبير موفر 250 مللي يكفي شهور كتير....\n"
    },
    {
     "id": "p33",
     "name": "ريبير بلص",
     "price": 250,
     "img": 1,
     "desc": "📣كريم ريبير بلس لترطيب الشعر يستخدم للتصفيف، وجلسات لترميم الشعر \n\n\n✅باستخدام البرو كاب يوضع كريم ريبير ساعة على شعر نظيف ثم يوضع البروكاب ثم يشطف \n يساعد على نعومة الشعر وعلاج للهيشان والتقصف"
    },
    {
     "id": "p34",
     "name": "كافيار",
     "price": 300,
     "img": 1,
     "desc": "ترميم الكفيار 500 ملي ❤️🌺\n\nترميم الشعر العلاجي \n⬅ كتير ميعرفوش يعني ايه ترميم الشعر 🤔 ؟\n- اولا ترميم الشعر يعنى اعادة اصلاح الشعرايه من التلف والبهتان والتقصف والتساقط وكل المشاكل اللى ممكن تكونى بتعاني منها مع شعرك\n\n- - ثانيا ترميم و علاج الشعر \n- عنصر أساسي لنمو الشعر الجديد وتغذيته وبيساعد على نمو الشعر، وتحسينه ومهم جدا لصحه شعرك عموما ✅\n-  هتلاحظى نتيجة من اول مره بقا اطرى وبيلمع و التقصف والهيشان هيختفوا وكمان لاعاده حيويه الشعر وفرده🌼\n\nمناسب  اللي شعرهم باظ من الصبغه و بقي مقصف متزعليش هيرجع احسن \n\n ترميم كافيار  هيخلى الشعر حرير فعلا بدون مبالغه 👌\n\n  الترميم الشعر مقصود بيه عملية إصلاح للشعر ...يعني علاج لكل مشاكل الشعر التالف\n\n"
    },
    {
     "id": "p35",
     "name": "كولاجين كومبليكس",
     "price": 450,
     "img": 1,
     "desc": "🔥 الكولاجين كومبليكس | Collagen Complex \nتعالى اقولك كولاجين كومبلكس بيعمل اى ❤️\n\nيخترق الكولاجين جذور خصلات الشعر ويغذيها ويقويها بشكل طبيعي، فيزيد من سمك الخصلة الواحدة ومن ثم تزداد كثافة الشعر. كما أنه يساعد الشعر على استعادة لمعانه وبريقه بفضل زيت الأرجان آمن ١٠٠. إذ إنه مكون من مواد\n\nطبيعية تماما.\n\nطريقة استخدام كولاجين الشعر\n\nالخطوة الأولى هي غسيل الشعر وتخليصه من الدهون والرواسب والأتربة العالقة به.\n\nيوضع الكولاجين  على الشعر ويفضل أن يوضع بطريقة فرد الصبغة على الشعر حتى يصل إلى كافة الشعيرات\n\nيترك الكولاجين  على الشعر فترة تتراوح بين\n\n٢٠-٤٠ دقيقة.\n\nأقصى ما يمكن أن تحتاجين إليه هو ارتداء غطاء للرأس من النوع المضاد للمياه خلال الفترة التي تقضينها في\n\nانتظار تشرب الشعر للكولاجين \n\nيغسل الكولاجين من على الشعر وتظهر نتائجه فور غسله. قد يتطلب الأمر تكرار وضع الكولاجين \n\nلعدة مرات قبل الوصول إلى الحالة\n\nالمرغوبة من الشعر، وقد يرجع هذا إلى تضرر الشعر وتلفه بصورة كبيرة. بحسب حالة شعرك فقد تحتاجين إلى تكرار عملية علاج الشعر بالكولاجين  من مرتين أو ثلاث أسبوعيا)\n\nيمكن إضافته للبروتين والصبغات يزيد من الترطيب والطراوه ويعمل كعامل حمايه للشعر من أضرار الصبغه\n\nCOMPLEX COLLAGEN 12*1\nغني بالبروتين والزانثالين.\nغني بالأوميغا 3 و الزنك .\nغني بزيت الأرجان .\nيحتوي على ذرات الذهب .\nلشعر أقوى وأكثر صحة.\nغني بالجنسنغ والأفوكادو\nيمنع التقصف والتلف.\nغني بزيت اللوز والبندق -\nغني بزيت الجاجوبا \nغني بزيت الكاكو وجوز الهند . ."
    },
    {
     "id": "p36",
     "name": "دكتور كافيار",
     "price": 600,
     "img": 1,
     "desc": "📍 منتج \"دكتور كافيار\" 🏅\n\nلو شعرك محتاج لإعادة إحياء من جديد، الحل موجود معانا! جربي \"دكتور كافيار\"، المنتج اللي هيخلي شعرك ينبض بالحياة. 🤩🌞\n\nليه تختار دكتور كافيار؟🤔\n\n1. الكافيار: اللي هيغذي شعرك بعمق ويقويه.👌\n2. بروتين: هيساعد في ترميم وتقوية الشعر من الجذور للأطراف.\n3. كولاجين: لتجديد شباب الشعر وإعطائه نعومة ولمعان.🌞\n4. ذهب نيتريت: لزيادة قوة ومرونة الشعر.👱‍♀️\n5. زيت الأرغان: لترطيب الشعر وتنعيمه وحمايته من التقصف.✅\n\nكل ده في منتج واحد بس، حجمه 1000 مل، يعني هيكفيك لفترة طويلة.  ⬅️⬅️💯\n\nمتردديش وجربي دكتور كافيار بضمان ذهبي ! لأن شعرك يستحق الأفضل👌👑\n\n"
    },
    {
     "id": "p37",
     "name": "دكتور هير",
     "price": 600,
     "img": 1,
     "desc": "الترميم العلاجي الاول في مصر\n\n#دكتورـ هيرـ تريتميمنت\n \nترميم الشعر يعنى إعادة إصلاح الشعر من التلف والبهتان والتقصف والتساقط وكل المشاكل اللى ممكن تكونى بتعاني منها مع شعرك.\n\nثانياً:\n ترميم وعلاج الشعر هو عنصر أساسي لنمو الشعر الجديد وتغذيته وبيساعد على نمو الشعر وتحسينه ومهم جداً لصحة شعرك عموماً..\n\n  هتلاحظي الفرق وتشوفي النتيجة في نفس اليوم ومن جلسة واحدة هتلاقي إن شعرك بقى أنعم وأطرى وبيلمع أكتر.. التقصف والهيشان هيختفوا، وهيرجع الحيوية للشعر، وهيخلى شعرك حرير بدون مبالغه 🥰 \n \nترميم دكتور هير تريتمينت ممكن تستعملية علي البارد كترطيب وتلميع للشعر وكمان يستعمل مع الحرارة والبروتين كجلسة ترميم بفرد بسيط\n \nعلي البارد هنستخدمة ازاي ؟ \nتغسلي الشعر كويس جدا بشامبو وتدهني بس  وسبيه تحت البروكاب نص ساعه  او ساعة  واشطفي ماية فقط \n\nاما بقي الترميم الحراري وده بيكون مع نسبة بروتين انتي تحدديها.. بمعني لو محتاجة الفرد ١٠٠% هتحطي حوالي ١٠% فقط ترميم وال٩٠ % بروتين \nوالعكس صحيح طبعا لو مش حابة فرد كامل \n\nممكن اضافته للصبغة  بيكون عامل حمايه عشان يقلل نشفان الشعر بعد الصبغه \nيستخدم كبديل للسيرم  بيضيف لمعة"
    },
    {
     "id": "p38",
     "name": "بلديز",
     "price": 600,
     "img": 1,
     "desc": "تريتمنت بلديز 😍😍\n\nايه ده وبيعمل ايه بقى 💙👀 \n 🌸ده اول ترميم على البارد بيخترق الطبقات الاولى من الشعر ويقوم بترطيب الشعر بشكل عميق  اقوى 5 مرات من حمام الكريم العادى 🌸\nمناسب للشعر لانه وسط حمضى بيعمل على اعاده روابط الشعر فبيعالج التقصيف والهيشان\n\n🌸 ثباته وتاثيره فى الترطيب قوي جدا  مهم جدا جدا جدا للمتخصصه بعد الانتهاء من جلسه تمليس الشعر بروتين او ترميم  بيحافظ على الجلسه لاكبر وقت ممكن \n\n🌸 بيحسن من جدور الشعر الجديده بيوقف التقطيم فورا \n\n🌸💙 لا غنى عنه فى شنطتك كمتخصصه \n🌸💙 اهم نقطه بقى انه سعره على قد الايد ⁦☺️⁩ يعنى ملكوش حجه  \n\n🌸💙 \n💕💕  بيستخدم مع البروتين\nوممكن نضيفه ع بودره السحب والصبغات وتقفيل الجلسات بعد الغسيل بالشامبو \n بيتخلط ع البروتين وشطف 75% وحراره 200 او١٨٠للاطفال وللكبار \n\nمكوناته \nطبيعيه 100% \nوبيحتوى على فيلر وكولاجين  لقوه الترطيب وتزويد سمك الشعريا 💙 \n\n💌وبيتحتوى على ماده البلكس المقويه لروابط الشعر وتعالج استكه الشعر فى\n \n\n"
    },
    {
     "id": "p39",
     "name": "سترونج ريبير",
     "price": 500,
     "img": 1,
     "desc": "📌استرونج ريبير ترميم بنسبه فرد 50%🏅😍\n⬅️سترونج ريبير  ترميم ع البارد ترطيب عميق للشعرايه وسهل جدا تتعمل فالبيت لما نتكلم عن منتج علاج فقط نبقي عارفين انه منتج ✅هيعالج \nهيشان_تقصيف_تقطيم_جفاف_فك التكسيرة_التساقط🪄🤩\n\n📍هيدي الشعر\nمظهر طبيعي_لامع_شعر صحي_طري🥰👸🏼\n\nايه هو سترونج ريبير ؟🤔\nالمكونات مجموعه غنيه من التركيبات الطبيعيه بنسبه ١٠٠%\n١٢ مكون من الزيوت⬅️  التي تدخل داخل روابط الشعر واعاده بناؤه 👌🥰👸🏼\nالزيوت التي تعمل علي فك الروابط الكبرتيه داخل الشعرايه لذلك يعطي فرد بنسبه ٢٥ الي ٥٠ % حسب قوه الروابط الموجوده بالشعرايه 😍\n\n🔖من اهم مكوناته \nزبده جوز الهند وزبده السمسم ومجموعه من الزيوت الخفيفه لاعاده ترميم الشعر👌💯\nزبده جنين القمح الغنيه بالاحماض الامينيه  الطبيعيه🌞🌿\nزبده الارجان التي تساعد علي تعزيز فروه  بالعناصر اللازمه لاعاده نمو الشعر خلاصه الجنزبيل التي تمنع سقوط الشعر👌\nخلاصه اوراق الكاري الغنيه بالكالسيوم والحديد والفسفور للشعر التالف خلاصه الشاي الاسود لعلاج الشعر الجاف🌠👸🏼\nخلاصه بذور الحلبه التي تعزز فروه الراس بكثير من الفيتامينات والعطاء نتائج ملحوظه الالوفيرا  لترطيب الشعر🤩🪄\nوزيت الروز ماري الذي يحفز انقسام خلايا فروه الراس ومنع شيخوخه الشعرايه👌💯\nالمنتج يحتوي علي الاحماض الامينيه الطبيعيه يعني منتج طبيعي 100‎%‎ وامن على الاطفال🧑🏼‍🦱🧚🏼\n\n"
    },
    {
     "id": "p40",
     "name": "سترونج بلس",
     "price": 1200,
     "img": 1,
     "desc": "✨ سترونج بلس… سر الشعر القوي واللامع ✨\n\nهل تبحثين عن علاج يمنح شعرك القوة والنعومة واللمعان في خطوة واحدة؟\n\n💙 Strong Plus Hair Treatment\nتركيبة احترافية غنية بـ Cysteine & Glutamic Acid تساعد على:\n\n✔ إصلاح الشعر التالف والمجهد\n✔ تقليل الهيشان والتقصف\n✔ ترطيب عميق للشعر\n✔ زيادة النعومة والانسيابية\n✔ لمعان حريري يدوم طويلًا\n✔ مناسب لجميع أنواع الشعر\n\n🌟 استمتعي بشعر أكثر صحة وقوة من أول استخدام.\n\n"
    },
    {
     "id": "nmut3dqrk",
     "name": "بيور كولاجين ",
     "price": 280,
     "img": 1
    }
   ]
  },
  {
   "name": "المكاوي",
   "items": [
    {
     "id": "p41",
     "name": "تورنيدو جولد",
     "price": 1500,
     "img": 1
    },
    {
     "id": "p42",
     "name": "ليزا",
     "price": 1800,
     "img": 1
    },
    {
     "id": "p43",
     "name": "ريجنسي",
     "price": 3000,
     "img": 1
    },
    {
     "id": "p44",
     "name": "بلاك هورس",
     "price": 3200,
     "img": 1
    },
    {
     "id": "p45",
     "name": "فراشه",
     "price": 3300,
     "img": 1
    },
    {
     "id": "p46",
     "name": "اكتيز",
     "price": 3500,
     "img": 1
    },
    {
     "id": "p47",
     "name": "فوك سمارت",
     "price": 3500,
     "img": 1
    },
    {
     "id": "nmut37lxn",
     "name": "ليزا ثلاثيه ",
     "price": 3200,
     "img": 1
    }
   ]
  },
  {
   "name": "استشوارات",
   "items": [
    {
     "id": "p48",
     "name": "هوم جولد",
     "price": 350,
     "img": 1
    },
    {
     "id": "p49",
     "name": "اكس 6",
     "price": 850,
     "img": 1
    },
    {
     "id": "p50",
     "name": "كورنر",
     "price": 1000,
     "img": 1
    },
    {
     "id": "p51",
     "name": "تورنيدو",
     "price": 1500,
     "img": 1
    },
    {
     "id": "p52",
     "name": "ليزا",
     "price": 1800,
     "img": 1
    }
   ]
  },
  {
   "name": "الامبولات",
   "items": [
    {
     "id": "p53",
     "name": "هير واي",
     "price": 85,
     "img": 1
    },
    {
     "id": "p54",
     "name": "برو ميتشل",
     "price": 150,
     "img": 1
    },
    {
     "id": "p55",
     "name": "فاستر توم",
     "price": 150,
     "img": 1
    },
    {
     "id": "p56",
     "name": "روزماري",
     "price": 450,
     "img": 1
    },
    {
     "id": "p57",
     "name": "خلايا جذعية",
     "price": 650,
     "img": 1
    },
    {
     "id": "p58",
     "name": "فيلر مائي",
     "price": 170,
     "img": 1
    }
   ]
  },
  {
   "name": "الأجهزه",
   "items": [
    {
     "id": "nmuqcqxs4",
     "name": "جهاز بخار 2 دراع ",
     "price": 2500,
     "img": 1
    },
    {
     "id": "nmuqcso6e",
     "name": "جهاز بخار دراع واحد ",
     "price": 1300,
     "img": 1
    },
    {
     "id": "nmuqcttnl",
     "name": "اوكسيجينيو ",
     "price": 2800,
     "img": 1
    },
    {
     "id": "nmuqcv2sq",
     "name": "تقشير ماسي ",
     "price": 2900,
     "img": 1
    },
    {
     "id": "nmuqcvxm4",
     "name": "هيدروفيشال 7 مراحل ",
     "price": 6500,
     "img": 1
    },
    {
     "id": "nmur6tohv",
     "name": "حوض بادكير كهربا ",
     "price": 1200,
     "img": 1
    },
    {
     "id": "nmur6u6gi",
     "name": "حوض بادكير سيليكون ",
     "price": 1000,
     "img": 1
    },
    {
     "id": "nmur6vp0i",
     "name": "حوض بادكير ديچيتال",
     "price": 1500,
     "img": 1
    },
    {
     "id": "nmur71zx7",
     "name": "شفط دهون بالبخار ",
     "price": 450,
     "img": 1
    },
    {
     "id": "nmur72u0d",
     "name": "جهاز فرش ميني",
     "price": 500,
     "img": 1
    },
    {
     "id": "nmur73mq0",
     "name": "ديرما بن A1",
     "price": 1200,
     "img": 1
    },
    {
     "id": "nmur74m40",
     "name": "جهاز شفط دهون عادي",
     "price": 250,
     "img": 1
    },
    {
     "id": "nmur75zy9",
     "name": "جهاز فرش ديچيتال",
     "price": 1600,
     "img": 1
    },
    {
     "id": "nmur778re",
     "name": "جهاز واكس معدن عين واحده ",
     "price": 750,
     "img": 1
    },
    {
     "id": "nmur78uts",
     "name": "جهاز شمع بارافين",
     "price": 750,
     "img": 1
    },
    {
     "id": "nmur7g1et",
     "name": "جهاز هاي فركوانسي",
     "price": 650,
     "img": 1
    },
    {
     "id": "nmur7gg9m",
     "name": "جهاز التراسونيك بروفيشنال ",
     "price": 500,
     "img": 1
    },
    {
     "id": "nmur7hn92",
     "name": "قناع ضوئي بدون رقبه",
     "price": 1100,
     "img": 1
    },
    {
     "id": "nmur7imw8",
     "name": "بروكاب حراري ",
     "price": 120,
     "img": 1
    },
    {
     "id": "nmur7jlx1",
     "name": "مبرد كهربائي",
     "price": 550,
     "img": 1
    },
    {
     "id": "nmur7ls27",
     "name": "جهاز التراسونيك قاعده بروفيشنال ",
     "price": 750,
     "img": 1
    },
    {
     "id": "nmur7p93z",
     "name": "عدسه مضيئه",
     "price": 1500,
     "img": 1
    },
    {
     "id": "nmur7povv",
     "name": "جهاز التراسونيك عادي ",
     "price": 250,
     "img": 1
    },
    {
     "id": "nmur85en1",
     "name": "جهاز نانو ستيم ",
     "price": 900,
     "img": 1
    },
    {
     "id": "nmurhqebg",
     "name": "قناع ضوئي برقبه ",
     "price": 1300,
     "img": 1
    },
    {
     "id": "nmurhqt94",
     "name": "ديرما بن A6",
     "price": 1800,
     "img": 1
    }
   ]
  },
  {
   "name": "الكراسي والشذلونج",
   "items": [
    {
     "id": "nmuqzz2yn",
     "name": "كرسي مصري لوكس ",
     "price": 2500,
     "img": 1
    },
    {
     "id": "nmuqzzt8x",
     "name": "كرسي غسيل مصري ",
     "price": 2700,
     "img": 1
    },
    {
     "id": "nmur00el3",
     "name": "كرسي فاخر مستورد ",
     "price": 6200,
     "img": 1
    },
    {
     "id": "nmur0lh2c",
     "name": "حوض غسيل متنقل ",
     "price": 1700,
     "img": 1
    },
    {
     "id": "nmur6s6aj",
     "name": "كرسي مستورد ",
     "price": 7000,
     "img": 1,
     "gal": [
      "gmut2w2vocf4i"
     ]
    },
    {
     "id": "nmurik3yq",
     "name": "شاذلونج بالكرسي ",
     "price": 4800,
     "img": 1
    }
   ]
  },
  {
   "name": "ترابيزة الاجهزه والتربوهات",
   "items": [
    {
     "id": "nmur0efl1",
     "name": "ترابيزه خشب ابيض متنقله ",
     "price": 1000,
     "img": 1
    },
    {
     "id": "nmur0fdr5",
     "name": "ترابيزه خشب بينك متنقله",
     "price": 1100,
     "img": 1
    },
    {
     "id": "nmur0g2nv",
     "name": "ترابيزه خشب رصاصي متنقله ",
     "price": 1100,
     "img": 1
    },
    {
     "id": "nmur0gnos",
     "name": "ترابيزه خشب أسود متنقله ",
     "price": 1100,
     "img": 1
    },
    {
     "id": "nmur0iy8y",
     "name": "تيربو متنقل",
     "price": 1500,
     "img": 1
    },
    {
     "id": "nmur6syxk",
     "name": "ترابيزه زجاج متنقله ",
     "price": 1500,
     "img": 1
    },
    {
     "id": "nmus659kx",
     "name": "حامل استشوار ",
     "price": 700,
     "img": 1
    }
   ]
  },
  {
   "name": "شفرات ديرما بلانينج",
   "items": [
    {
     "id": "nmur7scq6",
     "name": "شفرات ديرما هندي ",
     "price": 650,
     "img": 1
    },
    {
     "id": "nmur7tctj",
     "name": "شفرات ديرما برامونت ",
     "price": 450,
     "img": 1
    },
    {
     "id": "nmur7tyma",
     "name": "شفرات ديرما صيني ",
     "price": 350,
     "img": 1
    }
   ]
  },
  {
   "name": "البشره",
   "items": [
    {
     "id": "nmur7vkgp",
     "name": "امبولات Dr Skin",
     "price": 150,
     "img": 1
    },
    {
     "id": "nmur7zojl",
     "name": "كبسولات ڤيتامين E",
     "price": 125,
     "img": 1
    },
    {
     "id": "nmur7zqdf",
     "name": "آيس هوك ",
     "price": 150,
     "img": 1
    },
    {
     "id": "nmur81u9j",
     "name": "بوكس البشره ",
     "price": 900,
     "img": 1
    },
    {
     "id": "nmur84dsq",
     "name": "سيرم جولد زان",
     "price": 90,
     "img": 1
    },
    {
     "id": "nmuri72m5",
     "name": "ديرما رولر",
     "price": 180,
     "img": 1
    },
    {
     "id": "nmuricuvc",
     "name": "كيس إبر بثور",
     "price": 35,
     "img": 1
    },
    {
     "id": "nmurig44s",
     "name": "كبسولات الاكسجينيو ",
     "price": 1000,
     "img": 1
    }
   ]
  },
  {
   "name": "الصبغات ومستلزماتها",
   "items": [
    {
     "id": "nmur8e1ff",
     "name": "صبغة جي كي ",
     "price": 200,
     "img": 1
    },
    {
     "id": "nmur8eds2",
     "name": "صبغة ماكسيما ",
     "price": 170,
     "img": 1
    },
    {
     "id": "nmur8eoer",
     "name": "كونتراست احمر ناري ",
     "price": 210,
     "img": 1
    },
    {
     "id": "nmur8eppw",
     "name": "كونتراست احمر أرجواني ",
     "price": 210,
     "img": 1
    },
    {
     "id": "nmur8ftze",
     "name": "اكسجين كوكو ",
     "price": 55,
     "img": 1
    },
    {
     "id": "nmur8fvyb",
     "name": "اكسجين وايلد كالر",
     "price": 150,
     "img": 1
    },
    {
     "id": "nmur8fxkv",
     "name": "اكسجين جي كي ",
     "price": 250,
     "img": 1
    },
    {
     "id": "nmur8n58x",
     "name": "بودرة بلوب أزرق نص ",
     "price": 190,
     "img": 1
    },
    {
     "id": "nmur8n6n5",
     "name": "بودرة بلوب أبيض نص ",
     "price": 190,
     "img": 1
    },
    {
     "id": "nmur8n815",
     "name": "بودرة بلوب أزرق ربع ",
     "price": 95,
     "img": 1
    },
    {
     "id": "nmur8p791",
     "name": "بودرة بلوب أبيض ربع",
     "price": 95,
     "img": 1
    },
    {
     "id": "nmur8po1f",
     "name": "بودرة بلوب أحمر ",
     "price": 150,
     "img": 1
    },
    {
     "id": "nmur8q0yx",
     "name": "بودرة تشقير جي كي ",
     "price": 700,
     "img": 1
    },
    {
     "id": "nmus61kro",
     "name": "اكسجين بلوب ",
     "price": 60,
     "img": 1,
     "variants": [
      {
       "id": "vmus6fmg3",
       "n": "اكسجين بلوب 20%",
       "img": 1,
       "p": 60
      },
      {
       "id": "vmus6fu0v",
       "n": "اكسجين بلوب 30%",
       "img": 1,
       "p": 60
      },
      {
       "id": "vmus6fvjc",
       "n": "اكسجين بلوب 40%",
       "img": 1,
       "p": 60
      }
     ]
    },
    {
     "id": "nmut2teky",
     "name": "صبغة حواجب بايجن ",
     "price": 100,
     "img": 1
    }
   ]
  },
  {
   "name": "كلارفينج وديتوكس القشره",
   "items": [
    {
     "id": "nmurhrsdb",
     "name": "كلارفينج ",
     "price": 120,
     "img": 1
    },
    {
     "id": "nmurhruey",
     "name": "شامبو القشره ",
     "price": 150,
     "img": 1
    },
    {
     "id": "nmurhrwbz",
     "name": "بلديز ديتوكس قشره ",
     "price": 600,
     "img": 1
    }
   ]
  },
  {
   "name": "البادكير ومستلزماته",
   "items": [
    {
     "id": "nmurhtpca",
     "name": "كالس أوف ربع ",
     "price": 300,
     "img": 1
    },
    {
     "id": "nmurhtrby",
     "name": "كالس أوف نص ",
     "price": 450,
     "img": 1
    },
    {
     "id": "nmurhtssc",
     "name": "كالس أوف كيلو ",
     "price": 850,
     "img": 1
    },
    {
     "id": "nmurhw7ip",
     "name": "ملح بادكير ",
     "price": 25,
     "img": 1
    },
    {
     "id": "nmurhztto",
     "name": "محفظة أدوات بادكير كبيره ",
     "price": 250,
     "img": 1
    }
   ]
  },
  {
   "name": "الرفايع",
   "items": [
    {
     "id": "nmurhvcwe",
     "name": "فرشة توزيع مستورده ",
     "price": 25,
     "img": 1
    },
    {
     "id": "nmurhws8z",
     "name": "كلبسات تمساح ",
     "price": 30,
     "img": 1
    },
    {
     "id": "nmurhxoo5",
     "name": "كلبسات معدن ",
     "price": 35,
     "img": 1
    },
    {
     "id": "nmurhy8w6",
     "name": "فرشة توزيع ماسكات سيليكون ",
     "price": 25,
     "img": 1
    },
    {
     "id": "nmuri1ax7",
     "name": "مشط حراري ",
     "price": 15,
     "img": 1
    },
    {
     "id": "nmuri2ce3",
     "name": "مضرب صبغه ",
     "price": 20,
     "img": 1
    },
    {
     "id": "nmuri3np6",
     "name": "كيس شيت ماسك وجه",
     "price": 120,
     "img": 1
    },
    {
     "id": "nmuri4xpq",
     "name": "ودانه سيليكون",
     "price": 30,
     "img": 1
    },
    {
     "id": "nmuribgml",
     "name": "طبق توزيع اكليرك كبير",
     "price": 60,
     "img": 1
    },
    {
     "id": "nmuribuxc",
     "name": "سفنجه شيڤي",
     "price": 30,
     "img": 1
    }
   ]
  },
  {
   "name": "التساقط والانبات",
   "items": [
    {
     "id": "nmusobplu",
     "name": "إيلاڤيم",
     "price": 160,
     "img": 1
    },
    {
     "id": "nmusod4s2",
     "name": "بخاخ فاستر ",
     "price": 200,
     "img": 1,
     "gal": [
      "gmut2hsewxbpu",
      "gmut2i2nyjbg8",
      "gmut2ie6gksoi",
      "gmut2imx4fv9l"
     ]
    }
   ]
  }
 ],
 "minGrams": 50
};
